[
  {"id":"benesova_birjukov15","abstract":"The main objective of this experiment is verification of the applicability of the Menzerath-Altmann law to contemporary written Japanese. The sample text style chosen for the analysis is a short story by a Japanese author. The methodology, i.e., sample text segmentation methods used in this experiment, partially stem from an earlier experiment on contemporary written Chinese, particularly the language unit of the component (island) proposed. Simultaneously, new language units and processes of segmentation of Japanese texts are also proposed and tested in this experiment as the Japanese writing system otherwise differs considerably from Chinese in many aspects. Analysis results will be presented and interpreted in the paper.","accessed":{"date-parts":[["2024",10,25]]},"author":[{"family":"Benešová","given":"Martina"},{"family":"Birjukov","given":"Denis"}],"citation-key":"benesova_birjukov15","container-title":"Recent Contributions to Quantitative Linguistics","DOI":"10.1515/9783110420296-003","editor":[{"family":"Tuzzi","given":"Arjuna"},{"family":"Benesová","given":"Martina"},{"family":"Macutek","given":"Ján"}],"ISBN":"978-3-11-041987-0","issued":{"date-parts":[["2015",10,16]]},"language":"en","page":"13-26","publisher":"DE GRUYTER","source":"DOI.org (Crossref)","title":"Application of the Menzerath-Altmann Law to Contemporary Written Japanese in the Short Story Style","type":"chapter","URL":"https://www.degruyter.com/document/doi/10.1515/9783110420296-003/html"},
  {"id":"buuren_groothuis-oudshoorn11","abstract":"The R package mice imputes incomplete multivariate data by chained equations. The software mice 1.0 appeared in the year 2000 as an S-PLUS library, and in 2001 as an R package. mice 1.0 introduced predictor selection, passive imputation and automatic pooling. This article documents mice 2.9, which extends the functionality of mice 1.0 in several ways. In mice 2.9, the analysis of imputed data is made completely general, whereas the range of models under which pooling works is substantially extended. mice 2.9 adds new functionality for imputing multilevel data, automatic predictor selection, data handling, post-processing imputed values, specialized pooling routines, model selection tools, and diagnostic graphs. Imputation of categorical data is improved in order to bypass problems caused by perfect prediction. Special attention is paid to transformations, sum scores, indices and interactions using passive imputation, and to the proper setup of the predictor matrix. mice 2.9 can be downloaded from the Comprehensive R Archive Network. This article provides a hands-on, stepwise approach to solve applied incomplete data problems.","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Buuren","given":"Stef Van"},{"family":"Groothuis-Oudshoorn","given":"Karin"}],"citation-key":"buuren_groothuis-oudshoorn11","container-title":"Journal of Statistical Software","container-title-short":"J. Stat. Soft.","DOI":"10.18637/jss.v045.i03","ISSN":"1548-7660","issue":"3","issued":{"date-parts":[["2011"]]},"language":"en","source":"DOI.org (Crossref)","title":"mice: multivariate imputation by chained equations in R","title-short":"<b>mice</b>","type":"article-journal","URL":"http://www.jstatsoft.org/v45/i03/","volume":"45"},
  {"id":"coupe_etal19","abstract":"Human languages encode similar average information rates (~39 bits/s) despite their remarkable differences.\n          , \n            Language is universal, but it has few indisputably universal characteristics, with cross-linguistic variation being the norm. For example, languages differ greatly in the number of syllables they allow, resulting in large variation in the Shannon information per syllable. Nevertheless, all natural languages allow their speakers to efficiently encode and transmit information. We show here, using quantitative methods on a large cross-linguistic corpus of 17 languages, that the coupling between language-level (information per syllable) and speaker-level (speech rate) properties results in languages encoding similar information rates (~39 bits/s) despite wide differences in each property individually: Languages are more similar in information rates than in Shannon information or speech rate. These findings highlight the intimate feedback loops between languages’ structural properties and their speakers’ neurocognition and biology under communicative pressures. Thus, language is the product of a multiscale communicative niche construction process at the intersection of biology, environment, and culture.","accessed":{"date-parts":[["2024",10,15]]},"author":[{"family":"Coupé","given":"Christophe"},{"family":"Oh","given":"Yoon Mi"},{"family":"Dediu","given":"Dan"},{"family":"Pellegrino","given":"François"}],"citation-key":"coupe_etal19","container-title":"Science Advances","container-title-short":"Sci. Adv.","DOI":"10.1126/sciadv.aaw2594","ISSN":"2375-2548","issue":"9","issued":{"date-parts":[["2019",9,6]]},"language":"en","page":"eaaw2594","source":"DOI.org (Crossref)","title":"Different languages, similar encoding efficiency: Comparable information rates across the human communicative niche","title-short":"Different languages, similar encoding efficiency","type":"article-journal","URL":"https://www.science.org/doi/10.1126/sciadv.aaw2594","volume":"5"},
  {"id":"ferrer-i-cancho_etal14","abstract":"Menzerath’s law, the tendency of Z (the mean size of the parts) to decrease as X (the number of parts) increases, is found in language, music and genomes. Recently, it has been argued that the presence of the law in genomes is an inevitable consequence of the fact that Z = Y/X, which would imply that Z scales with X as Z∼1/X. That scaling is a very particular case of Menzerath-Altmann law that has been rejected by means of a correlation test between X and Y in genomes, being X the number of chromosomes of a species, Y its genome size in bases and Z the mean chromosome size. Here we review the statistical foundations of that test and consider three non-parametric tests based upon different correlation metrics and one parametric test to evaluate if Z∼1/X in genomes. The most powerful test is a new non-parametric one based upon the correlation ratio, which is able to reject Z∼1/X in nine out of 11 taxonomic groups and detect a borderline group. Rather than a fact, Z∼1/X is a baseline that real genomes do not meet. The view of Menzerath-Altmann law as inevitable is seriously flawed.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hernández-Fernández","given":"Antoni"},{"family":"Baixeries","given":"Jaume"},{"family":"Dębowski","given":"Łukasz"},{"family":"Mačutek","given":"Ján"}],"citation-key":"ferrer-i-cancho_etal14","container-title":"Statistical Applications in Genetics and Molecular Biology","DOI":"10.1515/sagmb-2013-0034","ISSN":"1544-6115, 2194-6302","issue":"6","issued":{"date-parts":[["2014",1,1]]},"language":"en","source":"DOI.org (Crossref)","title":"When is Menzerath-Altmann law mathematically trivial? a new approach","title-short":"When is Menzerath-Altmann law mathematically trivial?","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/sagmb-2013-0034/html","volume":"13"},
  {"id":"g_torre_etal21","abstract":"Menzerath’s law is a quantitative linguistic law which states that, on average, the longer is a linguistic construct, the shorter are its constituents. In contrast, Menzerath-Altmann’s law (MAL) is a precise mathematical power-law-exponential formula which expresses the expected length of the linguistic construct conditioned on the number of its constituents. In this paper, we investigate the anatomy of MAL for constructs being word tokens and constituents being syllables, measuring its length in graphemes. First, we derive the exact form of MAL for texts generated by the memoryless source with three emitted symbols, which can be interpreted as a monkey typing model or a null model. We show that this null model complies with Menzerath’s law, revealing that Menzerath’s law itself can hardly be a criterion of complexity in communication. This observation does not apply to the more precise Menzerath-Altmann’s law, which predicts an inverted regime for sufficiently range constructs, i.e., the longer is a word, the longer are its syllables. To support this claim, we analyze MAL on data from 21 languages, consisting of texts from the Standardized Project Gutenberg. We show the presence of the inverted regime, not exhibited by the null model, and we demonstrate robustness of our results. We also report the complicated distribution of syllable sizes with respect to their position in the word, which might be related with the emerging MAL. Altogether, our results indicate that Menzerath’s law—in terms of correlations—is a spurious observation, while complex patterns and efficiency dynamics should be rather attributed to specific forms of Menzerath-Altmann’s law.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"G. Torre","given":"Iván"},{"family":"Dębowski","given":"Łukasz"},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"g_torre_etal21","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0256133","editor":[{"family":"Amancio","given":"Diego Raphael"}],"ISSN":"1932-6203","issue":"8","issued":{"date-parts":[["2021",8,20]]},"language":"en","page":"e0256133","source":"DOI.org (Crossref)","title":"Can Menzerath’s law be a criterion of complexity in communication?","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0256133","volume":"16"},
  {"id":"grzybek13","abstract":"In this contribution, sentence length is studied from a Menzerathian perspective. Whereas the Menzerath-Altmann law models the construct-constituent relation of linguistic entities from two directly neighboring levels, the present study focuses on the relation of the sentence to linguistic entities from ‘indirect’ neighbors. In detail, the sentence length ↔ word length and the sentence length ↔ chapter length relations are submitted to analyses of Russian texts.","author":[{"family":"Grzybek","given":"Peter"}],"citation-key":"grzybek13","container-title":"Methods and Applications of Quantitative Linguistics: Selected papers of the VIIIth International Conference on Quantitative Linguistics (QUALICO) in Belgrade, Serbia, April 16-19, 2012","event-place":"Belgrade","issued":{"date-parts":[["2013"]]},"language":"en","publisher":"Akademska Misao","publisher-place":"Belgrade","source":"Zotero","title":"Close and Distant Relatives of the Sentence: Some Results from Russian","type":"paper-conference"},
  {"id":"hersh_etal22","abstract":"Culture, a pillar of the remarkable ecological success of humans, is increasingly recognized as a powerful force structuring nonhuman animal populations. A key gap between these two types of culture is quantitative evidence of symbolic markers—seemingly arbitrary traits that function as reliable indicators of cultural group membership to conspecifics. Using acoustic data collected from 23 Pacific Ocean locations, we provide quantitative evidence that certain sperm whale acoustic signals exhibit spatial patterns consistent with a symbolic marker function. Culture segments sperm whale populations into behaviorally distinct clans, which are defined based on dialects of stereotyped click patterns (codas). We classified 23,429 codas into types using contaminated mixture models and hierarchically clustered coda repertoires into seven clans based on similarities in coda usage; then we evaluated whether coda usage varied with geographic distance within clans or with spatial overlap between clans. Similarities in within-clan usage of both “identity codas” (coda types diagnostic of clan identity) and “nonidentity codas” (coda types used by multiple clans) decrease as space between repertoire recording locations increases. However, between-clan similarity in identity, but not nonidentity, coda usage decreases as clan spatial overlap increases. This matches expectations if sympatry is related to a measurable pressure to diversify to make cultural divisions sharper, thereby providing evidence that identity codas function as symbolic markers of clan identity. Our study provides quantitative evidence of arbitrary traits, resembling human ethnic markers, conveying cultural identity outside of humans, and highlights remarkable similarities in the distributions of human ethnolinguistic groups and sperm whale clans.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Hersh","given":"Taylor A."},{"family":"Gero","given":"Shane"},{"family":"Rendell","given":"Luke"},{"family":"Cantor","given":"Maurício"},{"family":"Weilgart","given":"Lindy"},{"family":"Amano","given":"Masao"},{"family":"Dawson","given":"Stephen M."},{"family":"Slooten","given":"Elisabeth"},{"family":"Johnson","given":"Christopher M."},{"family":"Kerr","given":"Iain"},{"family":"Payne","given":"Roger"},{"family":"Rogan","given":"Andy"},{"family":"Antunes","given":"Ricardo"},{"family":"Andrews","given":"Olive"},{"family":"Ferguson","given":"Elizabeth L."},{"family":"Hom-Weaver","given":"Cory Ann"},{"family":"Norris","given":"Thomas F."},{"family":"Barkley","given":"Yvonne M."},{"family":"Merkens","given":"Karlina P."},{"family":"Oleson","given":"Erin M."},{"family":"Doniol-Valcroze","given":"Thomas"},{"family":"Pilkington","given":"James F."},{"family":"Gordon","given":"Jonathan"},{"family":"Fernandes","given":"Manuel"},{"family":"Guerra","given":"Marta"},{"family":"Hickmott","given":"Leigh"},{"family":"Whitehead","given":"Hal"}],"citation-key":"hersh_etal22","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.2201692119","ISSN":"0027-8424, 1091-6490","issue":"37","issued":{"date-parts":[["2022",9,13]]},"language":"en","page":"e2201692119","source":"DOI.org (Crossref)","title":"Evidence from sperm whale clans of symbolic marking in non-human cultures","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.2201692119","volume":"119"},
  {"id":"james_etal21","abstract":"Organizational patterns can be shared across biological systems, and revealing the factors shaping common patterns can provide insight into fundamental biological mechanisms. The behavioral pattern that elements with more constituents tend to consist of shorter constituents (Menzerath’s law [ML]) was described ﬁrst in speech and language (e.g., words with more syllables consist of shorter syllables) and subsequently in music and animal communication. Menzerath’s law is hypothesized to reﬂect efﬁciency in information transfer, but biases and constraints in motor production can also lead to this pattern. We investigated the evolutionary breadth of ML and the contribution of production mechanisms to ML in the songs of 15 songbird species. Negative relationships between the number and duration of constituents (e.g., syllables in phrases) were observed in all 15 species. However, negative relationships were also observed in null models in which constituents were randomly allocated into observed element durations, and the observed negative relationship for numerous species did not differ from the null model; consequently, ML in these species could simply reﬂect production constraints and not communicative efﬁciency. By contrast, ML was signiﬁcantly different from the null model for more than half the cases, suggesting additional organizational rules are imposed onto birdsongs. Production mechanisms are also underscored by the ﬁnding that canaries and zebra ﬁnches reared without auditory experiences that guide vocal development produced songs with nearly identical ML patterning as typically reared birds. These analyses highlight the breadth with which production mechanisms contribute to this prevalent organizational pattern in behavior.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"James","given":"Logan S."},{"family":"Mori","given":"Chihiro"},{"family":"Wada","given":"Kazuhiro"},{"family":"Sakata","given":"Jon T."}],"citation-key":"james_etal21","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2021.04.015","ISSN":"09609822","issue":"13","issued":{"date-parts":[["2021",7]]},"language":"en","page":"2796-2808.e9","source":"DOI.org (Crossref)","title":"Phylogeny and mechanisms of shared hierarchical patterns in birdsong","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0960982221005285","volume":"31"},
  {"id":"martin_etal19","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Elwen","given":"Simon H."},{"family":"Kassanjee","given":"Reshma"},{"family":"Gridley","given":"Tess"}],"citation-key":"martin_etal19","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2019.01.007","ISSN":"00033472","issued":{"date-parts":[["2019",4]]},"language":"en","page":"273-284","source":"DOI.org (Crossref)","title":"To buzz or burst-pulse? The functional role of Heaviside's dolphin, Cephalorhynchus heavisidii, rapidly pulsed signals","title-short":"To buzz or burst-pulse?","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347219300089","volume":"150"},
  {"id":"mercado22","abstract":"Observations of animals’ vocal actions can provide important clues about how they communicate and about how they perceive and react to changing situations. Here, analyses of consecutive songs produced by singing humpback whales recorded off the coast of Hawaii revealed that singers constantly vary the acoustic qualities of their songs within prolonged song sessions. Unlike the progressive changes in song structure that singing humpback whales make across months and years, intra-individual acoustic variations within song sessions appear to be largely stochastic. Additionally, four sequentially produced song components (or “themes”) were each found to vary in unique ways. The most extensively used theme was highly variable in overall duration within and across song sessions, but varied relatively little in frequency content. In contrast, the remaining themes varied greatly in frequency content, but showed less variation in duration. Analyses of variations in the amount of time singers spent producing the four themes suggest that the mechanisms that determine when singers transition between themes may be comparable to those that control when terrestrial animals move their eyes to fixate on different positions as they examine visual scenes. The dynamic changes that individual whales make to songs within song sessions are counterproductive if songs serve mainly to provide conspecifics with indications of a singer’s fitness. Instead, withinsession changes to the acoustic features of songs may serve to enhance a singer’s capacity to echoically detect, localize, and track conspecifics from long distances.","accessed":{"date-parts":[["2024",4,18]]},"author":[{"family":"Mercado","given":"Eduardo"}],"citation-key":"mercado22","container-title":"Learning & Behavior","container-title-short":"Learn Behav","DOI":"10.3758/s13420-021-00495-0","ISSN":"1543-4494, 1543-4508","issue":"4","issued":{"date-parts":[["2022",12]]},"language":"en","page":"456-481","source":"DOI.org (Crossref)","title":"Intra-individual variation in the songs of humpback whales suggests they are sonically searching for conspecifics","type":"article-journal","URL":"https://link.springer.com/10.3758/s13420-021-00495-0","volume":"50"},
  {"id":"rothe-neves_etal18","abstract":"We investigated whether the mean duration of syllables in utterances of different length in Brazilian Portuguese conform to Menzerath–Altmann’s law. Furthermore, by analysing the same spoken material of twenty recorded speakers, we tested for individual differences in the parameters used to formalise the law. The logtransform of the syllable duration was the dependent variable in a linear mixed model with the log-transform of the number of syllables in the utterance as a predictor. Adding a random intercept accounted for the variability across the speakers, but a random slope by speaker did not improve the model. We conclude that Menzerath–Altmann’s law fits our data well, but the decreasing tendency is not different from speaker to speaker.","accessed":{"date-parts":[["2024",10,25]]},"author":[{"family":"Rothe-Neves","given":"Rui"},{"family":"Bernardo","given":"Bárbara Marques"},{"family":"Espesser","given":"Robert"}],"citation-key":"rothe-neves_etal18","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2017.1360172","ISSN":"0929-6174, 1744-5035","issue":"2","issued":{"date-parts":[["2018",4,3]]},"language":"en","page":"156-167","source":"DOI.org (Crossref)","title":"Shortening Tendency for Syllable Duration in Brazilian Portuguese Utterances","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09296174.2017.1360172","volume":"25"},
  {"id":"schusterova_etal14","author":[{"family":"Schusterová","given":"Denisa"},{"family":"Ščigulinská","given":"Jana"},{"family":"Benešová","given":"Martina"},{"family":"Faltýnek","given":"Dan"},{"family":"Kučera","given":"Ondřej"}],"citation-key":"schusterova_etal14","container-title":"Menzerath-Altmann Law Applied","issued":{"date-parts":[["2014"]]},"language":"en","page":"121-141","publisher":"Univerzita Palackého v Olomouci","source":"Zotero","title":"An Application of the Menzerath–Altmann Law to Contemporary Spoken Chinese","type":"chapter"},
  {"id":"seifart_etal22","author":[{"family":"Seifart","given":"Frank"},{"family":"Paschen","given":"Ludger"},{"family":"Stave","given":"Matthew"}],"citation-key":"seifart_etal22","DOI":"10.34847/nkl.7cbfq779","issued":{"date-parts":[["2022"]]},"title":"Language Documentation Reference Corpus (DoReCo)","type":"dataset","URL":"https://doreco.huma-num.fr/","version":"1.2"},
  {"id":"tanaka-ishii21","abstract":"The Menzerath law is considered to show an aspect of the complexity underlying natural language. This law suggests that, for a linguistic unit, the size (y) of a linguistic construct decreases as the number (x) of constructs in the unit increases. This article investigates this property syntactically, with x as the number of constituents modifying the main predicate of a sentence and y as the size of those constituents in terms of the number of words. Following previous articles that demonstrated that the Menzerath property held for dependency corpora, such as in Czech and Ukrainian, this article ﬁrst examines how well the property applies across languages by using the entire Universal Dependency dataset ver. 2.3, including 76 languages over 129 corpora and the Penn Treebank (PTB). The results show that the law holds reasonably well for x > 2. Then, for comparison, the property is investigated with syntactically randomized sentences generated from the PTB. These results show that the property is almost reproducible even from simple random data. Further analysis of the property highlights more detailed characteristics of natural language.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Tanaka-Ishii","given":"Kumiko"}],"citation-key":"tanaka-ishii21","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e23060661","ISSN":"1099-4300","issue":"6","issued":{"date-parts":[["2021",5,25]]},"language":"en","page":"661","source":"DOI.org (Crossref)","title":"Menzerath’s law in the syntax of languages compared with random sentences","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/23/6/661","volume":"23"},
  {"id":"youngblood24","accessed":{"date-parts":[["2024",4,3]]},"author":[{"family":"Youngblood","given":"Mason"}],"citation-key":"youngblood24","container-title":"Proceedings of the Royal Society B","DOI":"10.1098/rspb.2024.0250","issue":"2020","issued":{"date-parts":[["2024"]]},"language":"en","license":"All rights reserved","page":"20240250","title":"Language-like efficiency and structure in house finch song","type":"article-journal","volume":"291"},
  {"id":"zhang_chen24","author":[{"family":"Zhang","given":"Bo"},{"family":"Chen","given":"Heng"}],"citation-key":"zhang_chen24","container-title":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2024.2379027","issued":{"date-parts":[["2024"]]},"title":"The Menzerath-Altmann law at the paragraph level in written Chinese: why register and text size matter?","type":"article-journal"}
]
