[
  {"id":"buuren_groothuis-oudshoorn11","abstract":"The R package mice imputes incomplete multivariate data by chained equations. The software mice 1.0 appeared in the year 2000 as an S-PLUS library, and in 2001 as an R package. mice 1.0 introduced predictor selection, passive imputation and automatic pooling. This article documents mice 2.9, which extends the functionality of mice 1.0 in several ways. In mice 2.9, the analysis of imputed data is made completely general, whereas the range of models under which pooling works is substantially extended. mice 2.9 adds new functionality for imputing multilevel data, automatic predictor selection, data handling, post-processing imputed values, specialized pooling routines, model selection tools, and diagnostic graphs. Imputation of categorical data is improved in order to bypass problems caused by perfect prediction. Special attention is paid to transformations, sum scores, indices and interactions using passive imputation, and to the proper setup of the predictor matrix. mice 2.9 can be downloaded from the Comprehensive R Archive Network. This article provides a hands-on, stepwise approach to solve applied incomplete data problems.","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Buuren","given":"Stef Van"},{"family":"Groothuis-Oudshoorn","given":"Karin"}],"citation-key":"buuren_groothuis-oudshoorn11","container-title":"Journal of Statistical Software","container-title-short":"J. Stat. Soft.","DOI":"10.18637/jss.v045.i03","ISSN":"1548-7660","issue":"3","issued":{"date-parts":[["2011"]]},"language":"en","source":"DOI.org (Crossref)","title":"mice: multivariate imputation by chained equations in R","title-short":"<b>mice</b>","type":"article-journal","URL":"http://www.jstatsoft.org/v45/i03/","volume":"45"},
  {"id":"james_etal21","abstract":"Organizational patterns can be shared across biological systems, and revealing the factors shaping common patterns can provide insight into fundamental biological mechanisms. The behavioral pattern that elements with more constituents tend to consist of shorter constituents (Menzerath’s law [ML]) was described ﬁrst in speech and language (e.g., words with more syllables consist of shorter syllables) and subsequently in music and animal communication. Menzerath’s law is hypothesized to reﬂect efﬁciency in information transfer, but biases and constraints in motor production can also lead to this pattern. We investigated the evolutionary breadth of ML and the contribution of production mechanisms to ML in the songs of 15 songbird species. Negative relationships between the number and duration of constituents (e.g., syllables in phrases) were observed in all 15 species. However, negative relationships were also observed in null models in which constituents were randomly allocated into observed element durations, and the observed negative relationship for numerous species did not differ from the null model; consequently, ML in these species could simply reﬂect production constraints and not communicative efﬁciency. By contrast, ML was signiﬁcantly different from the null model for more than half the cases, suggesting additional organizational rules are imposed onto birdsongs. Production mechanisms are also underscored by the ﬁnding that canaries and zebra ﬁnches reared without auditory experiences that guide vocal development produced songs with nearly identical ML patterning as typically reared birds. These analyses highlight the breadth with which production mechanisms contribute to this prevalent organizational pattern in behavior.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"James","given":"Logan S."},{"family":"Mori","given":"Chihiro"},{"family":"Wada","given":"Kazuhiro"},{"family":"Sakata","given":"Jon T."}],"citation-key":"james_etal21","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2021.04.015","ISSN":"09609822","issue":"13","issued":{"date-parts":[["2021",7]]},"language":"en","page":"2796-2808.e9","source":"DOI.org (Crossref)","title":"Phylogeny and mechanisms of shared hierarchical patterns in birdsong","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0960982221005285","volume":"31"}
]
