[
  {"id":"allen_etal19","abstract":"Vocal communication systems have a set of rules that govern the arrangement of acoustic signals, broadly defined as ‘syntax’. However, there is a limited understanding of potentially shared or analogous rules across vocal displays in different taxa. Recent work on songbirds has investigated syntax using network-based modelling. This technique quantifies features such as connectivity (adjacent signals in a sequence) and recurring patterns. Here, we apply network-based modelling to the complex, hierarchically structured songs of humpback whales (\n              Megaptera novaeangliae\n              ) from east Australia. Given the song's annual evolving pattern and the cultural conformity of males within a population, network modelling captured the patterns of multiple song types over 13 consecutive years. Song arrangements in each year displayed clear ‘small-world’ network structure, characterized by clusters of highly connected sounds. Transitions between these connected sounds further suggested a combination of both structural stability and variability. Small-world network structure within humpback songs may facilitate the characteristic and persistent vocal learning observed. Similar small-world structures and transition patterns are found in several birdsong displays, indicating common syntactic patterns among vocal learning in multiple taxa. Understanding the syntactic rules governing vocal displays in multiple, independently evolving lineages may indicate what rules or structural features are important to the evolution of complex communication, including human language.","accessed":{"date-parts":[["2023",5,29]]},"author":[{"family":"Allen","given":"Jenny A."},{"family":"Garland","given":"Ellen C."},{"family":"Dunlop","given":"Rebecca A."},{"family":"Noad","given":"Michael J."}],"citation-key":"allen_etal19","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2019.2014","ISSN":"0962-8452, 1471-2954","issue":"1917","issued":{"date-parts":[["2019",12,18]]},"language":"en","page":"20192014","source":"DOI.org (Crossref)","title":"Network analysis reveals underlying syntactic features in a vocally learnt mammalian display, humpback whale song","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2019.2014","volume":"286"},
  {"id":"altmann80","author":[{"family":"Altmann","given":"G."}],"citation-key":"altmann80","container-title":"Glottometrika","issued":{"date-parts":[["1980"]]},"page":"1-10","title":"Prolegomena to Menzerath's law","type":"article-journal","volume":"2"},
  {"id":"amrhein_etal19","author":[{"family":"Amrhein","given":"Valentin"},{"family":"Greenland","given":"Sander"},{"family":"McShane","given":"Blake"}],"citation-key":"amrhein_etal19","container-title":"Nature","DOI":"10.1038/d41586-019-00857-9","issued":{"date-parts":[["2019"]]},"language":"en","page":"305-307","source":"Zotero","title":"Retire statistical significance","type":"article-journal","volume":"567"},
  {"id":"arnon_kirby24","abstract":"Abstract\n            Human language is unique in its structure: language is made up of parts that can be recombined in a productive way. The parts are not given but have to be discovered by learners exposed to unsegmented wholes. Across languages, the frequency distribution of those parts follows a power law. Both statistical properties—having parts and having them follow a particular distribution—facilitate learning, yet their origin is still poorly understood. Where do the parts come from and why do they follow a particular frequency distribution? Here, we show how these two core properties emerge from the process of cultural evolution with whole-to-part learning. We use an experimental analog of cultural transmission in which participants copy sets of non-linguistic sequences produced by a previous participant: This design allows us to ask if parts will emerge purely under pressure for the system to be learnable, even without meanings to convey. We show that parts emerge from initially unsegmented sequences, that their distribution becomes closer to a power law over generations, and, importantly, that these properties make the sets of sequences more learnable. We argue that these two core statistical properties of language emerge culturally both as a cause and effect of greater learnability.","accessed":{"date-parts":[["2024",5,16]]},"author":[{"family":"Arnon","given":"Inbal"},{"family":"Kirby","given":"Simon"}],"citation-key":"arnon_kirby24","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-024-56152-9","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2024",3,4]]},"language":"en","page":"5255","source":"DOI.org (Crossref)","title":"Cultural evolution creates the statistical structure of language","type":"article-journal","URL":"https://www.nature.com/articles/s41598-024-56152-9","volume":"14"},
  {"id":"arranz_etal16","abstract":"Early studies that categorized odontocete pulsed sounds had few means of discriminating signals used for biosonar-based foraging from those used for communication. This capability to identify the function of sounds is important for understanding and interpreting behavior; it is also essential for monitoring and mitigating potential disturbance from human activities. Archival tags were placed on free-ranging Grampus griseus to quantify and discriminate between pulsed sounds used for echolocation-based foraging and those used for communication. Two types of rapid click-series pulsed sounds, buzzes and burst pulses, were identified as produced by the tagged dolphins and classified using a Gaussian mixture model based on their duration, association with jerk (i.e. rapid change of acceleration) and temporal association with click trains. Buzzes followed regular echolocation clicks and coincided with a strong jerk signal from accelerometers on the tag. They consisted of series averaging 359±210 clicks (mean±s.d.) with an increasing repetition rate and relatively low amplitude. Burst pulses consisted of relatively short click series averaging 45±54 clicks with decreasing repetition rate and longer inter-click interval that were less likely to be associated with regular echolocation and the jerk signal. These results suggest that the longer, relatively lower amplitude, jerkassociated buzzes are used in this species to capture prey, mostly during the bottom phase of foraging dives, as seen in other odontocetes. In contrast, the shorter, isolated burst pulses that are generally emitted by the dolphins while at or near the surface are used outside of a direct, known foraging context.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Arranz","given":"P."},{"family":"DeRuiter","given":"S. L."},{"family":"Stimpert","given":"A. K."},{"family":"Neves","given":"S."},{"family":"Friedlaender","given":"A. S."},{"family":"Goldbogen","given":"J. A."},{"family":"Visser","given":"F."},{"family":"Calambokidis","given":"J."},{"family":"Southall","given":"B. L."},{"family":"Tyack","given":"P. L."}],"citation-key":"arranz_etal16","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.144295","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[["2016",1,1]]},"language":"en","license":"http://www.biologists.com/user-licence-1-1","page":"jeb.144295","source":"DOI.org (Crossref)","title":"Discrimination of fast click series produced by tagged Risso's dolphins (Grampus griseus) for echolocation or communication","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.144295/262485/Discrimination-of-fast-click-series-produced-by"},
  {"id":"baixeries_etal12","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Baixeries","given":"Jaume"},{"family":"Hernández-Fernández","given":"Antoni"},{"family":"Ferrer-i-Cancho","given":"Ramon"}],"citation-key":"baixeries_etal12","container-title":"Biosystems","container-title-short":"Biosystems","DOI":"10.1016/j.biosystems.2011.11.010","ISSN":"03032647","issue":"3","issued":{"date-parts":[["2012",3]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"167-173","source":"DOI.org (Crossref)","title":"Random models of Menzerath–Altmann law in genomes","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0303264711001924","volume":"107"},
  {"id":"bates_etal15","author":[{"family":"Bates","given":"Douglas"},{"family":"Mächler","given":"Martin"},{"family":"Bolker","given":"Ben"},{"family":"Walker","given":"Steve"}],"citation-key":"bates_etal15","container-title":"Journal of Statistical Software","DOI":"10.18637/jss.v067.i01","issue":"1","issued":{"date-parts":[["2015"]]},"page":"1-48","title":"Fitting linear mixed-effects models using lme4","type":"article-journal","volume":"67"},
  {"id":"begus_etal23","abstract":"Sperm whale vocalizations are among the most intriguing communication systems in the animal kingdom. Traditionally, sperm whale codas, or groups of clicks, have been primarily analyzed in terms of the number of clicks and their inter-click timing. This paper argues that acoustic properties of clicks in codas are likely meaningful and actively controlled by whales. We present a visualization technique that allows us to describe several previously unobserved patterns. We argue that sperm whale codas are on many levels analogous to human vowels and diphthongs: vowel duration and pitch correspond to the number of clicks and their timing (traditional coda types), while spectral properties of clicks correspond to formants in human vowels. We identify two recurrent patterns that appear across individual sperm whales: the a-coda vowel and i -coda vowel. Both coda vowels are possible of different traditional coda types. Our discovery thus suggests that codas are highly compositional. We also show that sperm whales have diphthongal patterns on individual codas: rising, falling, rising-falling and falling-rising formant patterns are observed. Finally, we control for whale movement and present several pieces of evidence suggesting that the observed patterns are not artifacts, but are actively controlled by sperm whales. We also show that the two coda vowels (the a-vowel and i -vowel) are actively exchanged by sperm whales in dialogues. The uncovered spectral properties suggest that codas are highly compositional, more informative, and more complex than previously thought.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Begus","given":"Gasper"},{"family":"Sprouse","given":"Ronald"},{"family":"Leban","given":"Andrej"},{"family":"Silva","given":"Miles"},{"family":"Gero","given":"Shane"}],"citation-key":"begus_etal23","DOI":"10.31219/osf.io/285cs","issued":{"date-parts":[["2023",12,5]]},"language":"en","publisher":"OSF","source":"Open Science Framework","title":"Vowels and Diphthongs in sperm whales","type":"article","URL":"https://osf.io/285cs"},
  {"id":"benesova_etal21","abstract":"The article responds to the current variability of research into linguistic laws and the explanation of these laws. We show basic features to approach linguistic laws in the field of quantitative linguistics and research on linguistic laws outside the field of language and text. Language laws are usually explained in terms of the language system—especially as economizing—or of the information structure of the text (Piantadosi 2014). One of the hallmarks of the transmission of linguistic laws outside the realm of language and text is that they provide other kinds of explanations (Torre et al. 2019). We want to show that the problem of linguistics in the explanation of linguistic laws lies primarily in its inability to clarify the internal structure of language material, and the influence of the theory or method used for sample processing on the result of law analysis—which was formulated by Peter Grzybek (2006). We would like to show that this is the reason why linguistics avoids explanations of linguistic laws.","accessed":{"date-parts":[["2024",5,16]]},"author":[{"family":"Benešová","given":"Martina"},{"family":"Faltýnek","given":"Dan"},{"family":"Zámečník","given":"Lukáš Hadwiger"}],"citation-key":"benesova_etal21","container-title":"Linguistic Frontiers","DOI":"10.2478/lf-2020-0013","issued":{"date-parts":[["2021",1,21]]},"language":"en","license":"http://creativecommons.org/licenses/by-nc-nd/3.0","source":"DOI.org (Crossref)","title":"Explain the law: When the evidence is not enough","type":"article-journal"},
  {"id":"bentz_ferrer-i-cancho16","abstract":"Words that are used more frequently tend to be shorter. This statement is known as Zipf’s law of abbreviation. Here we perform the widest investigation of the presence of the law to date. In a sample of 1262 texts and 986 different languages - about 13% of the world’s language diversity - a negative correlation between word frequency and word length is found in all cases. In line with Zipf’s original proposal, we argue that this universal trend is likely to derive from fundamental principles of information processing and transfer.","author":[{"family":"Bentz","given":"Christian"},{"family":"Ferrer-i-Cancho","given":"Ramon"}],"citation-key":"bentz_ferrer-i-cancho16","container-title":"Proceedings of the Leiden Workshop on Capturing Phylogenetic Algorithms for Linguistics","DOI":"10.15496/publikation-10057","issued":{"date-parts":[["2016"]]},"language":"en","page":"1-4","title":"Zipf’s law of abbreviation as a language universal","type":"paper-conference"},
  {"id":"best_etal22","abstract":"Abstract\n            \n              We present an analysis of fin whale (\n              Balaenoptera physalus\n              ) songs on passive acoustic recordings from the Pelagos Sanctuary (Western Mediterranean Basin). The recordings were gathered between 2008 and 2018 using 2 different hydrophone stations. We show how 20 Hz fin whale pulses can be automatically detected using a low complexity convolutional neural network (CNN) despite data variability (different recording devices exposed to diverse noises). The pulses were further classified into the two categories described in past studies and inter pulse intervals (IPI) were measured. The results confirm previous observations on the local relationship between pulse type and IPI with substantially more data. Furthermore we show inter-annual shifts in IPI and an intra-annual trend in pulse center frequency. This study provides new elements of comparison for the understanding of long term fin whale song trends worldwide.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Best","given":"Paul"},{"family":"Marxer","given":"Ricard"},{"family":"Paris","given":"Sébastien"},{"family":"Glotin","given":"Hervé"}],"citation-key":"best_etal22","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-022-15379-0","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2022",8,9]]},"language":"en","page":"13565","source":"DOI.org (Crossref)","title":"Temporal evolution of the Mediterranean fin whale song","type":"article-journal","URL":"https://www.nature.com/articles/s41598-022-15379-0","volume":"12"},
  {"id":"blum_etal24","abstract":"Abstract\n            Speech consists of a continuous stream of acoustic signals, yet humans can segment words and other constituents from each other with astonishing precision. The acoustic properties that support this process are not well understood and remain understudied for the vast majority of the world’s languages, in particular regarding their potential variation. Here we report cross-linguistic evidence for the lengthening of word-initial consonants across a typologically diverse sample of 51 languages. Using Bayesian multilevel regression, we find that on average, word-initial consonants are about 13 ms longer than word-medial consonants. The cross-linguistic distribution of the effect indicates that despite individual differences in the phonology of the sampled languages, the lengthening of word-initial consonants is a widespread strategy to mark the onset of words in the continuous acoustic signal of human speech. These findings may be crucial for a better understanding of the incremental processing of speech and speech segmentation.","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Blum","given":"Frederic"},{"family":"Paschen","given":"Ludger"},{"family":"Forkel","given":"Robert"},{"family":"Fuchs","given":"Susanne"},{"family":"Seifart","given":"Frank"}],"citation-key":"blum_etal24","container-title":"Nature Human Behaviour","container-title-short":"Nat Hum Behav","DOI":"10.1038/s41562-024-01988-4","ISSN":"2397-3374","issued":{"date-parts":[["2024",9,24]]},"language":"en","source":"DOI.org (Crossref)","title":"Consonant lengthening marks the beginning of words across a diverse sample of languages","type":"article-journal","URL":"https://www.nature.com/articles/s41562-024-01988-4"},
  {"id":"burchardt_knornschild20","abstract":"Analyzing the rhythm of animals’ acoustic signals is of interest to a growing number of researchers: evolutionary biologists want to disentangle how these structures evolved and what patterns can be found, and ecologists and conservation biologists aim to discriminate cryptic species on the basis of parameters of acoustic signals such as temporal structures. Temporal structures are also relevant for research on vocal production learning, a part of which is for the animal to learn a temporal structure. These structures, in other words, these rhythms, are the topic of this paper. How can they be investigated in a meaningful, comparable and universal way? Several approaches exist. Here we used five methods to compare their suitability and interpretability for different questions and datasets and test how they support the reproducibility of results and bypass biases. Three very different datasets with regards to recording situation, length and context were analyzed: two social vocalizations of Neotropical bats (multisyllabic, medium long isolation calls of Saccopteryx bilineata, and monosyllabic, very short isolation calls of Carollia perspicillata) and click trains of sperm whales, Physeter macrocephalus. Techniques to be compared included Fourier analysis with a newly developed goodness-of-fit value, a generate-and-test approach where data was overlaid with varying artificial beats, and the analysis of inter-onset-intervals and calculations of a normalized Pairwise Variability Index (nPVI). We discuss the advantages and disadvantages of the methods and we also show suggestions on how to best visualize rhythm analysis results. Furthermore, we developed a decision tree that will enable researchers to select a suitable and comparable method on the basis of their data.","accessed":{"date-parts":[["2024",10,25]]},"author":[{"family":"Burchardt","given":"Lara S."},{"family":"Knörnschild","given":"Mirjam"}],"citation-key":"burchardt_knornschild20","container-title":"PLOS Computational Biology","container-title-short":"PLoS Comput Biol","DOI":"10.1371/journal.pcbi.1007755","editor":[{"family":"Gershman","given":"Samuel J."}],"ISSN":"1553-7358","issue":"4","issued":{"date-parts":[["2020",4,8]]},"language":"en","page":"e1007755","source":"DOI.org (Crossref)","title":"Comparison of methods for rhythm analysis of complex animals’ acoustic signals","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pcbi.1007755","volume":"16"},
  {"id":"caetano-anolles21","abstract":"Communication is an undisputed central activity of life that requires an evolving molecular language. It conveys meaning through messages and vocabularies. Here, I explore the existence of a growing vocabulary in the molecules and molecular functions of the microbial world. There are clear correspondences between the lexicon, syntax, semantics, and pragmatics of language organization and the module, structure, function, and ﬁtness paradigms of molecular biology. These correspondences are constrained by universal laws and engineering principles. Macromolecular structure, for example, follows quantitative linguistic patterns arising from statistical laws that are likely universal, including the Zipf’s law, a special case of the scale-free distribution, the Heaps’ law describing sublinear growth typical of economies of scales, and the Menzerath–Altmann’s law, which imposes size-dependent patterns of decreasing returns. Trade-off solutions between principles of economy, ﬂexibility, and robustness deﬁne a “triangle of persistence” describing the impact of the environment on a biological system. The pragmatic landscape of the triangle interfaces with the syntax and semantics of molecular languages, which together with comparative and evolutionary genomic data can explain global patterns of diversiﬁcation of cellular life. The vocabularies of proteins (proteomes) and functions (functionomes) revealed a signiﬁcant universal lexical core supporting a universal common ancestor, an ancestral evolutionary link between Bacteria and Eukarya, and distinct reductive evolutionary strategies of language compression in Archaea and Bacteria. A “causal” word cloud strategy inspired by the dependency grammar paradigm used in catenae unfolded the evolution of lexical units associated with Gene Ontology terms at different levels of ontological abstraction. While Archaea holds the smallest, oldest, and most homogeneous vocabulary of all superkingdoms, Bacteria heterogeneously apportions a more complex vocabulary, and Eukarya pushes functional innovation through mechanisms of ﬂexibility and robustness.","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Caetano-Anollés","given":"Gustavo"}],"citation-key":"caetano-anolles21","container-title":"Frontiers in Microbiology","container-title-short":"Front. Microbiol.","DOI":"10.3389/fmicb.2021.655990","ISSN":"1664-302X","issued":{"date-parts":[["2021",7,7]]},"language":"en","page":"655990","source":"DOI.org (Crossref)","title":"The compressed vocabulary of microbial life","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmicb.2021.655990/full","volume":"12"},
  {"id":"carter_etal14","abstract":"A long-standing question in bat biology is if the evolution of echolocation and ﬂight are associated or if they evolved independently, and if so, which evolved ﬁrst. We seek to use ontogeny as a surrogate for understanding linkages between ﬂight evolution and echolocation in bats. To do this we quantify the onset of recognizable sonar calls in newborn Artibeus jamaicensis and the tempo of growth and development across several different postnatal ﬂight stages. By dropping individuals from a perch beginning on day 1 postpartum, we recorded vocalizations and quantiﬁed their ﬂight ability into ﬁve developmental stages (ﬂop, ﬂutter, ﬂap, ﬂight and adult). One-day-old individuals were capable of emitting sonar-like frequency-modulated (FM) calls during free-fall that were not signiﬁcantly different from adult sonar calls in high and low frequency (kHz). However, bandwidth (kHz) did increase signiﬁcantly with age as did sweep rate (kHz ms−1), whereas call duration signiﬁcantly decreased. Few bats older than 18 days emitted communication calls as they fell and measured parameters of communication calls did not change signiﬁcantly with age. Our data support the hypothesis that communication and sonar calls are discrete and independently derived at birth and thus have different evolutionary pathways as well.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Carter","given":"R. T."},{"family":"Shaw","given":"J. B."},{"family":"Adams","given":"R. A."}],"citation-key":"carter_etal14","container-title":"Journal of Zoology","container-title-short":"Journal of Zoology","DOI":"10.1111/jzo.12097","ISSN":"0952-8369, 1469-7998","issue":"1","issued":{"date-parts":[["2014",5]]},"language":"en","page":"25-32","source":"DOI.org (Crossref)","title":"Ontogeny of vocalization in Jamaican fruit bats with implications for the evolution of echolocation","title-short":"Ontogeny of vocalization in <span style=\"font-variant","type":"article-journal","URL":"https://zslpublications.onlinelibrary.wiley.com/doi/10.1111/jzo.12097","volume":"293"},
  {"id":"cerchio_weir22","abstract":"Although sei whales (\n              Balaenoptera borealis\n              ) are distributed throughout the globe, their behaviour and vocal repertoire are poorly described. We used passive acoustic monitoring to describe the vocal behaviour of sei whales in the Falkland Islands, between December 2018 and April 2019. We isolated more than 2000 low-frequency calls for manual classification, of which 510 calls with high signal-to-noise ratio were quantitatively measured. Five categories of stereotyped call types in the 15–230 Hz range were described, some with multiple subcategories. These included some similar to previously described calls (e.g. downsweeps), but others that were novel in acoustic structure and frequency band. In the mid-frequency range, we documented a highly stereotyped, hierarchically structured and rhythmically repetitive song display. Songs were arranged in phrases with a structure composed of repetitive sub-phrases, and a diverse variety of sounds in the 1–5 kHz range. Singing commenced in late February, despite the presence of whales and calls since early December, and continued through April. These acoustic properties and behavioural characteristics indicate that this is likely a male breeding display similar to songs and singing of other balaenopterids. This is the first detailed description of a song display for sei whales, highlighting the importance of the Falkland Islands.","accessed":{"date-parts":[["2024",6,4]]},"author":[{"family":"Cerchio","given":"Salvatore"},{"family":"Weir","given":"Caroline R."}],"citation-key":"cerchio_weir22","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.220738","ISSN":"2054-5703","issue":"11","issued":{"date-parts":[["2022",11]]},"language":"en","page":"220738","source":"DOI.org (Crossref)","title":"Mid-frequency song and low-frequency calls of sei whales in the Falkland Islands","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.220738","volume":"9"},
  {"id":"clink_etal20","accessed":{"date-parts":[["2023",6,1]]},"author":[{"family":"Clink","given":"Dena J."},{"family":"Ahmad","given":"Abdul Hamid"},{"family":"Klinck","given":"Holger"}],"citation-key":"clink_etal20","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.200151","ISSN":"2054-5703","issue":"4","issued":{"date-parts":[["2020",4]]},"language":"en","page":"200151","source":"DOI.org (Crossref)","title":"Brevity is not a universal in animal communication: evidence for compression depends on the unit of analysis in small ape vocalizations","title-short":"Brevity is not a universal in animal communication","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.200151","volume":"7"},
  {"id":"clink_lau20","abstract":"Across diverse systems including language, music and genomes, there is a tendency for longer sequences to contain shorter constituents; this phenomenon is known as Menzerath's Law. Whether Menzerath's Law is a universal in biological systems, is the result of compression (wherein shortest possible strings represent the maximum amount of information) or emerges from an inevitable relationship between sequence and constituent length remains a topic of debate. In non-human primates, the vocalizations of geladas, male gibbons and chimpanzees exhibit patterns consistent with Menzerath's Law. Here, we use existing datasets of three duetting primate species (tarsiers, titi monkeys and gibbons) to examine the wide-scale applicability of Menzerath's Law. Primate duets provide a useful comparative model to test for the broad-scale applicability of Menzerath's Law, as they evolved independently under presumably similar selection pressures and are emitted under the same context(s) across taxa. Only four out of the eight call types we examined were consistent with Menzerath's Law. Two of these call types exhibited a negative relationship between the position of the note in the call and note duration, indicating that adherence to Menzerath's Law in these call types may be related to breathing constraints. Exceptions to Menzerath's Law occur when notes are relatively homogeneous, or when species-specific call structure leads to a deterministic decrease in note duration. We show that adherence to Menzerath's Law is the exception rather than the rule in duetting primates. It is possible that selection pressures for long-range signals that can travel effectively over large distances was stronger than that of compression in primate duets. Future studies investigating adherence to Menzerath's Law across the vocal repertoires of these species will help us better elucidate the pressures that shape both short- and long-distance acoustic signals.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Clink","given":"Dena J."},{"family":"Lau","given":"Allison R."}],"citation-key":"clink_lau20","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.201557","ISSN":"2054-5703","issue":"11","issued":{"date-parts":[["2020",11]]},"language":"en","page":"201557","source":"DOI.org (Crossref)","title":"Adherence to Menzerath's Law is the exception (not the rule) in three duetting primate species","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.201557","volume":"7"},
  {"id":"crance_etal19","abstract":"This paper describes song production by the eastern North Pacific right whale (NPRW, Eubalaena japonica) in the southeastern Bering Sea. Songs were localized in real-time to individuals using sonobuoys. Singers whose sex could be determined were all males. Autonomous recorder data from 17 year-long deployments were analyzed to document and characterize song types. Four distinct song types were documented over eight years (2009–2017) at five distinct locations. Each song type consists of a hierarchical structure of 1–3 different repeating phrases comprised predominantly of gunshot sounds; three of the four songs contained additional sound types (downsweep, moan, and low-frequency pulsive call). Songs were detected annually (July–January); all song types remained consistent over eight years. Two different songs often occurred simultaneously, produced by different individuals; the same song was never detected simultaneously at the same location. The same song type was detected on the same day and time at two distant locations, indicating multiple individuals can produce the same song. These findings provide support that males produce song; it remains unknown if females also sing. NPRW is the first right whale species documented to produce song. Based on current knowledge about song in mysticetes, it is hypothesized that these songs are reproductive displays.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Crance","given":"Jessica L."},{"family":"Berchok","given":"Catherine L."},{"family":"Wright","given":"Dana L."},{"family":"Brewer","given":"Arial M."},{"family":"Woodrich","given":"Daniel F."}],"citation-key":"crance_etal19","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.5111338","ISSN":"0001-4966, 1520-8524","issue":"6","issued":{"date-parts":[["2019",6,1]]},"language":"en","page":"3467-3479","source":"DOI.org (Crossref)","title":"Song production by the North Pacific right whale, Eubalaena japonica","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/145/6/3467/940279/Song-production-by-the-North-Pacific-right-whale","volume":"145"},
  {"id":"deng_etal24","accessed":{"date-parts":[["2024",9,25]]},"author":[{"family":"Deng","given":"Ke"},{"family":"He","given":"Yu-Xiao"},{"family":"Wang","given":"Xiao-Ping"},{"family":"Wang","given":"Tong-Liang"},{"family":"Wang","given":"Ji-Chao"},{"family":"Chen","given":"You-Hua"},{"family":"Cui","given":"Jian-Guo"}],"citation-key":"deng_etal24","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2024.04.011","ISSN":"00033472","issued":{"date-parts":[["2024",7]]},"language":"en","page":"51-59","source":"DOI.org (Crossref)","title":"Hainan frilled treefrogs' calls partially conform to Menzerath–Altmann's law, but oppose Zipf's law of abbreviation","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347224001234","volume":"213"},
  {"id":"derryberry_etal18","abstract":"Environmental differences influence the evolutionary divergence of mating signals through selection acting either directly on signal transmission (“sensory drive”) or because morphological adaptation to different foraging niches causes divergence in “magic traits” associated with signal production, thus indirectly driving signal evolution. Sensory drive and magic traits both contribute to variation in signal structure, yet we have limited understanding of the relative role of these direct and indirect processes during signal evolution. Using phylogenetic analyses across 276 species of ovenbirds (Aves: Furnariidae), we compared the extent to which song evolution was related to the direct influence of habitat characteristics and the indirect effect of body size and beak size, two potential magic traits in birds. We find that indirect ecological selection, via diversification in putative magic traits, explains variation in temporal, spectral, and performance features of song. Body size influences song frequency, whereas beak size limits temporal and performance components of song. In comparison, direct ecological selection has weaker and more limited effects on song structure. Our results illustrate the importance of considering multiple deterministic processes in the evolution of mating signals.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Derryberry","given":"Elizabeth Perrault"},{"family":"Seddon","given":"Nathalie"},{"family":"Derryberry","given":"Graham Earnest"},{"family":"Claramunt","given":"Santiago"},{"family":"Seeholzer","given":"Glenn Fairbanks"},{"family":"Brumfield","given":"Robb Thomas"},{"family":"Tobias","given":"Joseph Andrew"}],"citation-key":"derryberry_etal18","container-title":"Ecology and Evolution","container-title-short":"Ecology and Evolution","DOI":"10.1002/ece3.3760","ISSN":"2045-7758, 2045-7758","issue":"3","issued":{"date-parts":[["2018",2]]},"language":"en","license":"http://creativecommons.org/licenses/by/4.0/","page":"1890-1905","source":"DOI.org (Crossref)","title":"Ecological drivers of song evolution in birds: Disentangling the effects of habitat and morphology","title-short":"Ecological drivers of song evolution in birds","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/ece3.3760","volume":"8"},
  {"id":"elemans_etal24","author":[{"family":"Elemans","given":"Coen P H"},{"family":"Jiang","given":"Weili"},{"family":"Jensen","given":"Mikkel H"},{"family":"Pichler","given":"Helena"},{"family":"Mussman","given":"Bo R"},{"family":"Nattestad","given":"Jacob"},{"family":"Wahlberg","given":"Magnus"},{"family":"Zheng","given":"Xudong"},{"family":"Xue","given":"Qian"},{"family":"Fitch","given":"Tecumseh W"}],"citation-key":"elemans_etal24","container-title":"Nature","DOI":"10.1038/s41586-024-07080-1","issued":{"date-parts":[["2024"]]},"language":"en","page":"123-129","source":"Zotero","title":"Evolutionary novelties underlie sound production in baleen whales","type":"article-journal","volume":"627"},
  {"id":"endler93","abstract":"Animal communication systems have evolved so that individuals can make decisions based upon the behaviour, physiology or morphology of others. Receiving mechanism s probably evolve to increase the efficiency and reliability of information reception whereas signals probably evolve to increase the efficiency of communication and reliability of manipulation of the receiving individual to the benefit of the emitter. The minimum requirement for clear reception suggests that any study of the evolution and design of communication systems must consider the factors that affect the quality of the received and processed signal. Critical information is needed about how the signal is generated and emitted, how it fares during transmission through air, water or substrate, how it is received and processed by the receiver’s sensory and cognitive systems, and the factors which affect the fitness consequences of alternative ways of reacting to the information contained in the signal. These should allow predictions about the kinds and forms of signals used by animals signalling under known conditions. Phylogenetic history, and the geological time a clade spends in different signalling environments, will also affect signal evolution, and hence the success of predictions about signal design. W e need to use methods of m any different biological fields to understand the design and evolution of signals and signalling systems.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Endler","given":"John A."}],"citation-key":"endler93","container-title":"Philosophical Transactions of the Royal Society of London. Series B: Biological Sciences","container-title-short":"Phil. Trans. R. Soc. Lond. B","DOI":"10.1098/rstb.1993.0060","ISSN":"0962-8436, 1471-2970","issue":"1292","issued":{"date-parts":[["1993",5,29]]},"language":"en","license":"https://royalsociety.org/journals/ethics-policies/data-sharing-mining/","page":"215-225","source":"DOI.org (Crossref)","title":"Some general comments on the evolution and design of animal communication systems","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rstb.1993.0060","volume":"340"},
  {"id":"erbs_etal21","abstract":"Abstract\n            Since the first studies on bowhead whale singing behaviour, song variations have been consistently reported. However, there has been little discussion regarding variability in bowhead whale singing display and its ecological significance. Unlike the better studied humpback whales, bowhead whales do not appear to share songs at population level, but several studies have reported song sharing within clusters of animals. Over the winter season 2013–2014, in an unstudied wintering ground off Northeast Greenland, 13 song groups sharing similar hierarchical structure and units were identified. Unit types were assessed through multidimensional maps, showing well separated clusters corresponding to manually labelled units, and revealing the presence of unit subtypes. Units presented contrasting levels of variability over their acoustic parameters, suggesting that bowhead whales keep consistency in some units while using a continuum in values of frequency, duration and modulation parameters for other unit types. Those findings emphasise the need to account for variability in song analysis to better understand the behavioural ecology of this endangered species. Additionally, shifting from song toward units or phrase-based analysis, as it has been suggested for humpback whales, offers the opportunity to identify and track similarities in songs over temporal and geographical scales relevant to population monitoring.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Erbs","given":"F."},{"family":"Van Der Schaar","given":"M."},{"family":"Weissenberger","given":"J."},{"family":"Zaugg","given":"S."},{"family":"André","given":"M."}],"citation-key":"erbs_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-020-80220-5","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",1,8]]},"language":"en","page":"168","source":"DOI.org (Crossref)","title":"Contribution to unravel variability in bowhead whale songs and better understand its ecological significance","type":"article-journal","URL":"https://www.nature.com/articles/s41598-020-80220-5","volume":"11"},
  {"id":"eroglu14","abstract":"In this study, to demonstrate the language‐like behavior of protein length distribution in proteomes, a quantitative linguistic distribution model, Menzerath–Altmann model, was adopted. A total of 10 proteomes from completely sequenced representative organisms (archaea, bacteria, and eukarya domains) were examined. The results showed that the protein length distribution in the complete set of proteomic proteins, or at least in a wide range for each proteome, can be described reasonably well using the distribution model without considering any complex underlying mechanisms. The deliberation of the model parameters confirmed the evolutionary trend and the model parameters were observed to be related to organismal complexity. © 2014 Wiley Periodicals, Inc. Complexity 20: 12–21, 2014","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Eroglu","given":"Sertac"}],"citation-key":"eroglu14","container-title":"Complexity","container-title-short":"Complexity","DOI":"10.1002/cplx.21498","ISSN":"1076-2787, 1099-0526","issue":"2","issued":{"date-parts":[["2014",10,11]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"12-21","source":"DOI.org (Crossref)","title":"Language‐like behavior of protein length distribution in proteomes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/cplx.21498","volume":"20"},
  {"id":"favaro_etal20","abstract":"Information compression is a general principle of human language: the most frequent words are shorter in length (Zipf's Law of Brevity) and the duration of constituents decreases as the size of the linguistic construct increases (Menzerath–Altmann Law). Vocal sequences of non-human primates have been shown to conform to both these laws, suggesting information compression might be a more general principle. Here, we investigated whether display songs of the African penguin, which mediate recognition, intersexual mate choice and territorial defence, conform with these laws. Display songs are long, loud sequences combining three types of syllables. We found that the shortest type of syllable was the most frequent (with the shortest syllable being repeated stereotypically, potentially favouring signal redundancy in crowded environments). We also found that the average duration of the song's constituents was negatively correlated with the size of the song (a consequence of increasing the relative number of the shortest syllable type, rather than reducing the duration across all syllable types, thus preserving the communication of size-related information in the duration of the longest syllable type). Our results provide the first evidence for conformity to Zipf's and Menzerath–Altmann Laws in the vocal sequences of a non-primate species, indicating that these laws can coexist with selection pressures specific to the species' ecology.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Favaro","given":"Livio"},{"family":"Gamba","given":"Marco"},{"family":"Cresta","given":"Eleonora"},{"family":"Fumagalli","given":"Elena"},{"family":"Bandoli","given":"Francesca"},{"family":"Pilenga","given":"Cristina"},{"family":"Isaja","given":"Valentina"},{"family":"Mathevon","given":"Nicolas"},{"family":"Reby","given":"David"}],"citation-key":"favaro_etal20","container-title":"Biology Letters","container-title-short":"Biol. Lett.","DOI":"10.1098/rsbl.2019.0589","ISSN":"1744-9561, 1744-957X","issue":"2","issued":{"date-parts":[["2020",2]]},"language":"en","page":"20190589","source":"DOI.org (Crossref)","title":"Do penguins’ vocal sequences conform to linguistic laws?","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsbl.2019.0589","volume":"16"},
  {"id":"ferrer-i-cancho_etal13","abstract":"A key aim in biology and psychology is to identify fundamental principles underpinning the behavior of animals, including humans. Analyses of human language and the behavior of a range of non-human animal species have provided evidence for a common pattern underlying diverse behavioral phenomena: Words follow Zipf’s law of brevity (the tendency of more frequently used words to be shorter), and conformity to this general pattern has been seen in the behavior of a number of other animals. It has been argued that the presence of this law is a sign of efﬁcient coding in the information theoretic sense. However, no strong direct connection has been demonstrated between the law and compression, the information theoretic principle of minimizing the expected length of a code. Here, we show that minimizing the expected code length implies that the length of a word cannot increase as its frequency increases. Furthermore, we show that the mean code length or duration is signiﬁcantly small in human language, and also in the behavior of other species in all cases where agreement with the law of brevity has been found. We argue that compression is a general principle of animal behavior that reﬂects selection for efﬁciency of coding.","accessed":{"date-parts":[["2023",8,28]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hernández-Fernández","given":"Antoni"},{"family":"Lusseau","given":"David"},{"family":"Agoramoorthy","given":"Govindasamy"},{"family":"Hsu","given":"Minna J."},{"family":"Semple","given":"Stuart"}],"citation-key":"ferrer-i-cancho_etal13","container-title":"Cognitive Science","container-title-short":"Cogn Sci","DOI":"10.1111/cogs.12061","ISSN":"03640213","issue":"8","issued":{"date-parts":[["2013",11]]},"language":"en","page":"1565-1578","source":"DOI.org (Crossref)","title":"Compression as a universal principle of animal behavior","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.12061","volume":"37"},
  {"id":"ferrer-i-cancho_etal14","abstract":"Menzerath’s law, the tendency of Z (the mean size of the parts) to decrease as X (the number of parts) increases, is found in language, music and genomes. Recently, it has been argued that the presence of the law in genomes is an inevitable consequence of the fact that Z = Y/X, which would imply that Z scales with X as Z∼1/X. That scaling is a very particular case of Menzerath-Altmann law that has been rejected by means of a correlation test between X and Y in genomes, being X the number of chromosomes of a species, Y its genome size in bases and Z the mean chromosome size. Here we review the statistical foundations of that test and consider three non-parametric tests based upon different correlation metrics and one parametric test to evaluate if Z∼1/X in genomes. The most powerful test is a new non-parametric one based upon the correlation ratio, which is able to reject Z∼1/X in nine out of 11 taxonomic groups and detect a borderline group. Rather than a fact, Z∼1/X is a baseline that real genomes do not meet. The view of Menzerath-Altmann law as inevitable is seriously flawed.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hernández-Fernández","given":"Antoni"},{"family":"Baixeries","given":"Jaume"},{"family":"Dębowski","given":"Łukasz"},{"family":"Mačutek","given":"Ján"}],"citation-key":"ferrer-i-cancho_etal14","container-title":"Statistical Applications in Genetics and Molecular Biology","DOI":"10.1515/sagmb-2013-0034","ISSN":"1544-6115, 2194-6302","issue":"6","issued":{"date-parts":[["2014",1,1]]},"language":"en","source":"DOI.org (Crossref)","title":"When is Menzerath-Altmann law mathematically trivial? a new approach","title-short":"When is Menzerath-Altmann law mathematically trivial?","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/sagmb-2013-0034/html","volume":"13"},
  {"id":"ferrer-i-cancho_etal22","abstract":"The problem of compression in standard information theory consists of assign­ ing codes as short as possible to numbers. Here we consider the problem of optimal coding – under an arbitrary coding scheme – and show that it predicts Zipf’s law of abbreviation, namely a tendency in natural languages for more frequent words to be shorter. We apply this result to investigate optimal coding also under so-called non-singular coding, a scheme where unique segmenta­ tion is not warranted but codes stand for a distinct number. Optimal nonsingular coding predicts that the length of a word should grow approximately as the logarithm of its frequency rank, which is again consistent with Zipf’s law of abbreviation. Optimal non-singular coding in combination with the max­ imum entropy principle also predicts Zipf’s rank-frequency distribution. Furthermore, our findings on optimal non-singular coding challenge common beliefs about random typing. It turns out that random typing is in fact an optimal coding process, in stark contrast with the common assumption that it is detached from cost cutting considerations. Finally, we discuss the implica­ tions of optimal coding for the construction of a compact theory of Zipfian laws more generally as well as other linguistic laws.","accessed":{"date-parts":[["2023",9,21]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Bentz","given":"Christian"},{"family":"Seguin","given":"Caio"}],"citation-key":"ferrer-i-cancho_etal22","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2020.1778387","ISSN":"0929-6174, 1744-5035","issue":"2","issued":{"date-parts":[["2022",4,3]]},"language":"en","page":"165-194","source":"DOI.org (Crossref)","title":"Optimal coding and the origins of Zipfian laws","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09296174.2020.1778387","volume":"29"},
  {"id":"ferrer-i-cancho_forns10","abstract":"Abstract\n            Menzerath‐Altmann law is a general law of human language stating, for instance, that the longer a word, the shorter its syllables. With the metaphor that genomes are words and chromosomes are syllables, we examine if genomes also obey the law. We find that longer genomes tend to be made of smaller chromosomes in organisms from three different kingdoms: fungi, plants, and animals. Our findings suggest that genomes self‐organize under principles similar to those of human language. © 2009 Wiley Periodicals, Inc. Complexity, 2010","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Ferrer‐I‐Cancho","given":"Ramon"},{"family":"Forns","given":"Núria"}],"citation-key":"ferrer-i-cancho_forns10","container-title":"Complexity","container-title-short":"Complexity","DOI":"10.1002/cplx.20296","ISSN":"1076-2787, 1099-0526","issue":"5","issued":{"date-parts":[["2010",5]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"34-36","source":"DOI.org (Crossref)","title":"The self‐organization of genomes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/cplx.20296","volume":"15"},
  {"id":"ferrer-i-cancho_hernandez-fernandez13","abstract":"Parallels of Zipf ’s law of brevity, the tendency of more frequent words to be shorter, have been found in bottlenose dolphins and Formosan macaques. Although these findings suggest that behavioral repertoires are shaped by a general principle of compression, common marmosets and goldenbacked uakaris do not exhibit the law. However, we argue that the law may be impossible or difficult to detect statistically in a given species if the repertoire is too small, a problem that could be affecting golden backed uakaris, and show that the law is present in a subset of the repertoire of common marmosets. We suggest that the visibility of the law will depend on the subset of the repertoire under consideration or the repertoire size.","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"ferrer-i-cancho_hernandez-fernandez13","container-title":"Glottotheory","DOI":"10.1524/glot.2013.0004","ISSN":"1337-7892","issue":"1","issued":{"date-parts":[["2013",1]]},"language":"en","source":"DOI.org (Crossref)","title":"The failure of the law of brevity in two new world primates. Statistical caveats.","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1524/glot.2013.0004/html","volume":"4"},
  {"id":"ferrer-i-cancho16","accessed":{"date-parts":[["2023",8,28]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"}],"citation-key":"ferrer-i-cancho16","container-title":"Complexity","container-title-short":"Complexity","DOI":"10.1002/cplx.21820","ISSN":"10762787","issue":"S2","issued":{"date-parts":[["2016",11]]},"language":"en","page":"409-411","source":"DOI.org (Crossref)","title":"Compression and the origins of Zipf's law for word frequencies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/cplx.21820","volume":"21"},
  {"id":"fitch00","accessed":{"date-parts":[["2023",8,30]]},"author":[{"family":"Fitch","given":"W.Tecumseh"}],"citation-key":"fitch00","container-title":"Trends in Cognitive Sciences","container-title-short":"Trends in Cognitive Sciences","DOI":"10.1016/S1364-6613(00)01494-7","ISSN":"13646613","issue":"7","issued":{"date-parts":[["2000",7]]},"language":"en","page":"258-267","source":"DOI.org (Crossref)","title":"The evolution of speech: a comparative review","title-short":"The evolution of speech","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1364661300014947","volume":"4"},
  {"id":"foote_etal04","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Foote","given":"Andrew D."},{"family":"Osborne","given":"Richard W."},{"family":"Hoelzel","given":"A. Rus"}],"citation-key":"foote_etal04","container-title":"Nature","container-title-short":"Nature","DOI":"10.1038/428910a","ISSN":"0028-0836, 1476-4687","issue":"6986","issued":{"date-parts":[["2004",4]]},"language":"en","license":"http://www.springer.com/tdm","page":"910-910","source":"DOI.org (Crossref)","title":"Whale-call response to masking boat noise","type":"article-journal","URL":"https://www.nature.com/articles/428910a","volume":"428"},
  {"id":"fox_etal15","author":[{"family":"Fox","given":"Gordon A."},{"family":"Negrete-Yankelevich","given":"Simoneta"},{"family":"Sosa","given":"Vinicio J."}],"citation-key":"fox_etal15","issued":{"date-parts":[["2015"]]},"publisher":"Oxford University Press","title":"Ecological Statistics: Contemporary Theory and Application","type":"book"},
  {"id":"franz_goller03","abstract":"SUMMARY\n            Song production in birds is driven by temporally complex respiratory patterns. In zebra finches (Taeniopygia guttata), song consists of repetitions of a stereotyped sequence of distinct syllables (motif). Syllables correspond to distinct expiratory pulses, which alternate with short deep inspirations. We investigated the effect of the song motor pattern on respiration using a newly developed mask system to measure oxygen consumption while simultaneously monitoring subsyringeal air sac pressure. The metabolic cost of song is closely related to song duration (mean=85.7 μl O2 g-1 min-1 over pre-song levels) and confirms earlier estimates for this species. When motif duration is controlled for, there is only small interindividual variability in oxygen consumption per motif. The oxygen measurements were also used to evaluate various methods of estimating and reporting the metabolic cost. Up to 20s before song,respiratory activity and oxygen consumption increased. Shortly before and during the introductory notes of the song bout, respiration and oxygen consumption decreased markedly. In some individuals, significant hyperventilation occurred during song, causing almost complete apnea after the song. In three different birds, we measured tracheal airflow and air sac pressure during song. Birds with higher airflow during song relative to flow during quiet respiration had a more pronounced decrease in respiratory activity after the song bout. These results suggest that gas exchange continues in the lung during the song bout and that long expiratory pressure pulses of the song motif can lead to hyperventilation but that no oxygen debt resulted from song. This research allows a first assessment of respiratory constraints that may influence the evolution of song complexity.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Franz","given":"Michele"},{"family":"Goller","given":"Franz"}],"citation-key":"franz_goller03","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.00196","ISSN":"1477-9145, 0022-0949","issue":"6","issued":{"date-parts":[["2003",3,15]]},"language":"en","page":"967-978","source":"DOI.org (Crossref)","title":"Respiratory patterns and oxygen consumption in singing zebra finches","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/206/6/967/14027/Respiratory-patterns-and-oxygen-consumption-in","volume":"206"},
  {"id":"fristrup_etal03","abstract":"Humpback whale song lengths were measured from recordings made off the west coast of the island of Hawai’i in March 1998 in relation to acoustic broadcasts (“pings”) from the U.S. Navy SURTASS Low Frequency Active sonar system. Generalized additive models were used to investigate the relationships between song length and time of year, time of day, and broadcast factors. There were significant seasonal and diurnal effects. The seasonal factor was associated with changes in the density of whales sighted near shore. The diurnal factor was associated with changes in surface social activity. Songs that ended within a few minutes of the most recent ping tended to be longer than songs sung during control periods. Many songs that were overlapped by pings, and songs that ended several minutes after the most recent ping, did not differ from songs sung in control periods. The longest songs were sung between 1 and 2 h after the last ping. Humpbacks responded to louder broadcasts with longer songs. The fraction of variation in song length that could be attributed to broadcast factors was low. Much of the variation in humpback song length remains unexplained.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Fristrup","given":"Kurt M."},{"family":"Hatch","given":"Leila T."},{"family":"Clark","given":"Christopher W."}],"citation-key":"fristrup_etal03","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.1573637","ISSN":"0001-4966, 1520-8524","issue":"6","issued":{"date-parts":[["2003",6,1]]},"language":"en","page":"3411-3424","source":"DOI.org (Crossref)","title":"Variation in humpback whale (Megaptera novaeangliae) song length in relation to low-frequency sound broadcasts","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/113/6/3411/548733/Variation-in-humpback-whale-Megaptera-novaeangliae","volume":"113"},
  {"id":"fujiki_etal22","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Fujiki","given":"Robert Brinton"},{"family":"Huber","given":"Jessica E."},{"family":"Sivasankar","given":"M. Preeti"}],"citation-key":"fujiki_etal22","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0268324","ISSN":"1932-6203","issue":"5","issued":{"date-parts":[["2022",5,12]]},"language":"en","page":"e0268324","source":"DOI.org (Crossref)","title":"The effects of vocal exertion on lung volume measurements and acoustics in speakers reporting high and low vocal fatigue","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0268324","volume":"17"},
  {"id":"g_torre_etal21","abstract":"Menzerath’s law is a quantitative linguistic law which states that, on average, the longer is a linguistic construct, the shorter are its constituents. In contrast, Menzerath-Altmann’s law (MAL) is a precise mathematical power-law-exponential formula which expresses the expected length of the linguistic construct conditioned on the number of its constituents. In this paper, we investigate the anatomy of MAL for constructs being word tokens and constituents being syllables, measuring its length in graphemes. First, we derive the exact form of MAL for texts generated by the memoryless source with three emitted symbols, which can be interpreted as a monkey typing model or a null model. We show that this null model complies with Menzerath’s law, revealing that Menzerath’s law itself can hardly be a criterion of complexity in communication. This observation does not apply to the more precise Menzerath-Altmann’s law, which predicts an inverted regime for sufficiently range constructs, i.e., the longer is a word, the longer are its syllables. To support this claim, we analyze MAL on data from 21 languages, consisting of texts from the Standardized Project Gutenberg. We show the presence of the inverted regime, not exhibited by the null model, and we demonstrate robustness of our results. We also report the complicated distribution of syllable sizes with respect to their position in the word, which might be related with the emerging MAL. Altogether, our results indicate that Menzerath’s law—in terms of correlations—is a spurious observation, while complex patterns and efficiency dynamics should be rather attributed to specific forms of Menzerath-Altmann’s law.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"G. Torre","given":"Iván"},{"family":"Dębowski","given":"Łukasz"},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"g_torre_etal21","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0256133","editor":[{"family":"Amancio","given":"Diego Raphael"}],"ISSN":"1932-6203","issue":"8","issued":{"date-parts":[["2021",8,20]]},"language":"en","page":"e0256133","source":"DOI.org (Crossref)","title":"Can Menzerath’s law be a criterion of complexity in communication?","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0256133","volume":"16"},
  {"id":"garland_etal17","abstract":"Cultural processes occur in a wide variety of animal taxa, from insects to cetaceans. The songs of humpback whales are one of the most striking examples of the transmission of a cultural trait and social learning in any nonhuman animal. To understand how songs are learned, we investigate rare cases of song hybridization, where parts of an existing song are spliced with a new one, likely before an individual totally adopts the new song. Song unit sequences were extracted from over 9,300 phrases recorded during two song revolutions across the South Pacific Ocean, allowing fine-scale analysis of composition and sequencing. In hybrid songs the current and new songs were spliced together in two specific ways: (i) singers placed a single hybrid phrase, in which content from both songs were combined, between the two song types when transitioning from one to the other, and/or (ii) singers spliced complete themes from the revolutionary song into the current song. Sequence analysis indicated that both processes were governed by structural similarity rules. Hybrid phrases or theme substitutions occurred at points in the songs where both songs contained “similar sounds arranged in a similar pattern.” Songs appear to be learned as segments (themes/phrase types), akin to birdsong and human language acquisition, and these can be combined in predictable ways if the underlying structural pattern is similar. These snapshots of song change provide insights into the mechanisms underlying song learning in humpback whales, and comparative perspectives on the evolution of human language and culture.","author":[{"family":"Garland","given":"Ellen C."},{"family":"Rendell","given":"Luke"},{"family":"Lamoni","given":"Luca"},{"family":"Poole","given":"M. Michael"},{"family":"Noad","given":"Michael J."}],"citation-key":"garland_etal17","container-title":"Proceedings of the National Academy of Sciences of the United States of America","DOI":"10.1073/pnas.1621072114","ISSN":"10916490","issue":"30","issued":{"date-parts":[["2017"]]},"page":"7822-7829","title":"Song hybridization events during revolutionary song change provide insights into cultural transmission in humpback whales","type":"article-journal","volume":"114"},
  {"id":"garland_etal23","abstract":"Male humpback whales (Megaptera novaeangliae) sing a long, stereotyped, and culturally transmitted song display. While song likely functions in sexual selection, whether it is primarily directed at females and/or males is still debated. Most males within a single population sing the same, slowly evolving song type. However, multiple humpback whale song revolutions (where a song introduced from a neighboring population rapidly and completely replaces the existing song) have spread across the South Pacific region from the east coast of Australia to French Polynesia. How cultural evolution and sexual selection interact in this complex vocal display is not well understood. We investigated song-mediated female mate choice in humpback whales using 20 years of paternity data and song recordings from individually identified males in the small, South Pacific population of New Caledonia. As mating has never been observed in humpback whales, we assessed male reproductive success (calf paternity) and song complexity (unit repertoire and song length) of individual males. We found that males who successfully sired offspring had on average higher song complexity than males who did not sire offspring. This suggests females may select mates at least partially based on song complexity, and thus, song being primarily directed at females.","accessed":{"date-parts":[["2024",11,12]]},"author":[{"family":"Garland","given":"Ellen C."},{"family":"Allen","given":"Jenny A."},{"family":"Eichenberger","given":"Franca"},{"family":"Garrigue","given":"Claire"},{"family":"Bonneville","given":"Claire"},{"family":"Steel","given":"Debbie"},{"family":"Carroll","given":"Emma L."}],"citation-key":"garland_etal23","container-title":"The Journal of the Acoustical Society of America","container-title-short":"The Journal of the Acoustical Society of America","DOI":"10.1121/10.0022892","ISSN":"0001-4966","issue":"4_supplement","issued":{"date-parts":[["2023",10,1]]},"page":"A88-A88","title":"Does female choice for song complexity drive sexual selection in humpback whales?","type":"article-journal","URL":"https://doi.org/10.1121/10.0022892","volume":"154"},
  {"id":"gero_etal16","abstract":"The ‘social complexity hypothesis’ suggests that complex social structure is a driver of diversity in animal communication systems. Sperm whales have a hierarchically structured society in which the largest affiliative structures, the vocal clans, are marked on ocean-basin scales by culturally transmitted dialects of acoustic signals known as ‘codas’. We examined variation in coda repertoires among both individual whales and social units—the basic element of sperm whale society—using data from nine Caribbean social units across six years. Codas were assigned to individuals using photo-identification and acoustic size measurement, and we calculated similarity between repertoires using both continuous and categorical methods. We identified 21 coda types. Two of those (‘1+1+3’ and ‘5R\n              1\n              ’) made up 65% of the codas recorded, were shared across all units and have dominated repertoires in this population for at least 30 years. Individuals appear to differ in the way they produce ‘5R\n              1\n              ’ but not ‘1+1+3’ coda. Units use distinct 4-click coda types which contribute to making unit repertoires distinctive. Our results support the social complexity hypothesis in a marine species as different patterns of variation between coda types suggest divergent functions, perhaps representing selection for identity signals at several levels of social structure.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Gero","given":"Shane"},{"family":"Whitehead","given":"Hal"},{"family":"Rendell","given":"Luke"}],"citation-key":"gero_etal16","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.150372","ISSN":"2054-5703","issue":"1","issued":{"date-parts":[["2016",1]]},"language":"en","page":"150372","source":"DOI.org (Crossref)","title":"Individual, unit and vocal clan level identity cues in sperm whale codas","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.150372","volume":"3"},
  {"id":"gibson_etal19","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Gibson","given":"Edward"},{"family":"Futrell","given":"Richard"},{"family":"Piantadosi","given":"Steven P."},{"family":"Dautriche","given":"Isabelle"},{"family":"Mahowald","given":"Kyle"},{"family":"Bergen","given":"Leon"},{"family":"Levy","given":"Roger"}],"citation-key":"gibson_etal19","container-title":"Trends in Cognitive Sciences","container-title-short":"Trends in Cognitive Sciences","DOI":"10.1016/j.tics.2019.02.003","ISSN":"13646613","issue":"5","issued":{"date-parts":[["2019",5]]},"language":"en","page":"389-407","source":"DOI.org (Crossref)","title":"How efficiency shapes human language","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1364661319300580","volume":"23"},
  {"id":"gillooly_ophir10","abstract":"Animals produce a tremendous diversity of sounds for communication to perform life's basic functions, from courtship and parental care to defence and foraging. Explaining this diversity in sound production is important for understanding the ecology, evolution and behaviour of species. Here, we present a theory of acoustic communication that shows that much of the heterogeneity in animal vocal signals can be explained based on the energetic constraints of sound production. The models presented here yield quantitative predictions on key features of acoustic signals, including the frequency, power and duration of signals. Predictions are supported with data from nearly 500 diverse species (e.g. insects, fishes, reptiles, amphibians, birds and mammals). These results indicate that, for all species, acoustic communication is primarily controlled by individual metabolism such that call features vary predictably with body size and temperature. These results also provide insights regarding the common energetic and neuromuscular constraints on sound production, and the ecological and evolutionary consequences of producing these sounds.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Gillooly","given":"James F."},{"family":"Ophir","given":"Alexander G."}],"citation-key":"gillooly_ophir10","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2009.2134","ISSN":"0962-8452, 1471-2954","issue":"1686","issued":{"date-parts":[["2010",5,7]]},"language":"en","page":"1325-1331","source":"DOI.org (Crossref)","title":"The energetic basis of acoustic communication","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2009.2134","volume":"277"},
  {"id":"gilman_etal23","abstract":"Zipf’s law of abbreviation predicts that in human languages, words that are used more frequently will be shorter than words that are used less frequently. This has been attributed to the principle of least effort – communication is more efficient when words that are used more frequently are easier to produce. Zipf’s law of abbreviation appears to hold for all human languages, and recently attention has turned to whether it also holds for animal communication. In birdsong, which has been used as a model for human language learning and development, researchers have focused on whether more frequently used notes or phrases are shorter than those that are less frequently used. Because birdsong can be highly stereotyped, have high interindividual variation, and have phrase repertoires that are small relative to human language lexicons, studying Zipf’s law of abbreviation in birdsong presents challenges that do not arise when studying human languages. In this paper, we describe a new method for assessing evidence for Zipf’s law of abbreviation in birdsong, and we introduce the R package ZLAvian to implement this analysis. We used ZLAvian to study Zipf’s law of abbreviation in the songs of 11 bird populations archived in the open-access repository Bird-DB. We did not find strong evidence for Zipf’s law of abbreviation in any population when studied alone, but we found weak trends consistent with Zipf’s law of abbreviation in 10 of the 11 populations. Across all populations, the negative correlation between phrase length and frequency of use was several times weaker than the negative correlation between word length and frequency of use in human languages. This suggests that the mechanisms that underlie this correlation may be different in birdsong and human language.","accessed":{"date-parts":[["2024",1,25]]},"author":[{"family":"Gilman","given":"R. Tucker"},{"family":"Durrant","given":"Cd"},{"family":"Malpas","given":"Lucy"},{"family":"Lewis","given":"Rebecca N."}],"citation-key":"gilman_etal23","DOI":"10.1101/2023.12.06.569773","genre":"preprint","issued":{"date-parts":[["2023",12,6]]},"language":"en","publisher":"Animal Behavior and Cognition","source":"DOI.org (Crossref)","title":"Does Zipf’s law of abbreviation shape birdsong?","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2023.12.06.569773"},
  {"id":"gruber_etal22","abstract":"Recent studies in several taxa have demonstrated that animal culture can evolve to become more efficient in various contexts ranging from tool use to route learning and migration. Under recent definitions, such increases in efficiency might satisfy the core criteria of cumulative cultural evolution (CCE). However, there is not yet a satisfying consensus on the precise definition of efficiency, CCE or the link between efficiency and more complex, extended forms of CCE considered uniquely human. To bring clarity to this wider discussion of CCE, we develop the concept of efficiency by (i) reviewing recent potential evidence for CCE in animals, and (ii) clarifying a useful definition of efficiency by synthesizing perspectives found within the literature, including animal studies and the wider iterated learning literature. Finally, (iii) we discuss what factors might impinge on the informational bottleneck of social transmission, and argue that this provides pressure for learnable behaviours across species. We conclude that framing CCE in terms of efficiency casts complexity in a new light, as learnable behaviours are a requirement for the evolution of complexity. Understanding how efficiency greases the ratchet of cumulative culture provides a better appreciation of how similar cultural evolution can be between taxonomically diverse species—a case for continuity across the animal kingdom.\n            This article is part of a discussion meeting issue ‘The emergence of collective knowledge and cumulative culture in animals, humans and machines’.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Gruber","given":"T."},{"family":"Chimento","given":"M."},{"family":"Aplin","given":"L. M."},{"family":"Biro","given":"D."}],"citation-key":"gruber_etal22","container-title":"Philosophical Transactions of the Royal Society B: Biological Sciences","container-title-short":"Phil. Trans. R. Soc. B","DOI":"10.1098/rstb.2020.0308","ISSN":"0962-8436, 1471-2970","issue":"1843","issued":{"date-parts":[["2022",1,31]]},"language":"en","page":"20200308","source":"DOI.org (Crossref)","title":"Efficiency fosters cumulative culture across species","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rstb.2020.0308","volume":"377"},
  {"id":"gustison_etal16","abstract":"Significance\n            \n              Human language follows a variety of structural principles, known as linguistic laws. One of these, Menzerath’s law, states that, the larger the size of the construct (e.g., the size of a word in terms of syllable number), the smaller the size of the individual constituent parts (e.g., syllables). We show for the first time (to our knowledge) that Menzerath’s law also holds in the vocal communication of a nonhuman species. In the gelada (\n              Theropithecus gelada\n              ), a primate living in the highlands of Ethiopia, longer vocal sequences produced by adult males were associated with shorter individual calls. This result suggests that general—perhaps universal—principles underpin the structure of vocal communication in our own species and others.\n            \n          , \n            \n              Identifying universal principles underpinning diverse natural systems is a key goal of the life sciences. A powerful approach in addressing this goal has been to test whether patterns consistent with linguistic laws are found in nonhuman animals. Menzerath’s law is a linguistic law that states that, the larger the construct, the smaller the size of its constituents. Here, to our knowledge, we present the first evidence that Menzerath’s law holds in the vocal communication of a nonhuman species. We show that, in vocal sequences of wild male geladas (\n              Theropithecus gelada\n              ), construct size (sequence size in number of calls) is negatively correlated with constituent size (duration of calls). Call duration does not vary significantly with position in the sequence, but call sequence composition does change with sequence size and most call types are abbreviated in larger sequences. We also find that intercall intervals follow the same relationship with sequence size as do calls. Finally, we provide formal mathematical support for the idea that Menzerath’s law reflects compression—the principle of minimizing the expected length of a code. Our findings suggest that a common principle underpins human and gelada vocal communication, highlighting the value of exploring the applicability of linguistic laws in vocal systems outside the realm of language.","accessed":{"date-parts":[["2024",3,7]]},"author":[{"family":"Gustison","given":"Morgan L."},{"family":"Semple","given":"Stuart"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Bergman","given":"Thore J."}],"citation-key":"gustison_etal16","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.1522072113","ISSN":"0027-8424, 1091-6490","issue":"19","issued":{"date-parts":[["2016",5,10]]},"language":"en","source":"DOI.org (Crossref)","title":"Gelada vocal sequences follow Menzerath’s linguistic law","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.1522072113","volume":"113"},
  {"id":"hebets_etal16","abstract":"Why animal communication displays are so complex and how they have evolved are active foci of research with a long and rich history. Progress towards an evolutionary analysis of signal complexity, however, has been constrained by a lack of hypotheses to explain similarities and/or differences in signalling systems across taxa. To address this, we advocate incorporating a systems approach into studies of animal communication—an approach that includes comprehensive experimental designs and data collection in combination with the implementation of systems concepts and tools. A systems approach evaluates overall display architecture, including how components interact to alter function, and how function varies in different states of the system. We provide a brief overview of the current state of the field, including a focus on select studies that highlight the dynamic nature of animal signalling. We then introduce core concepts from systems biology (redundancy, degeneracy, pluripotentiality, and modularity) and discuss their relationships with system properties (e.g. robustness, flexibility, evolvability). We translate systems concepts into an animal communication framework and accentuate their utility through a case study. Finally, we demonstrate how consideration of the system-level organization of animal communication poses new practical research questions that will aid our understanding of how and why animal displays are so complex.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Hebets","given":"Eileen A."},{"family":"Barron","given":"Andrew B."},{"family":"Balakrishnan","given":"Christopher N."},{"family":"Hauber","given":"Mark E."},{"family":"Mason","given":"Paul H."},{"family":"Hoke","given":"Kim L."}],"citation-key":"hebets_etal16","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2015.2889","ISSN":"0962-8452, 1471-2954","issue":"1826","issued":{"date-parts":[["2016",3,16]]},"language":"en","page":"20152889","source":"DOI.org (Crossref)","title":"A systems approach to animal communication","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2015.2889","volume":"283"},
  {"id":"heesen_etal19","author":[{"family":"Heesen","given":"Raphaela"},{"family":"Hobaiter","given":"Catherine"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Semple","given":"Stuart"}],"citation-key":"heesen_etal19","container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2018.2900","issued":{"date-parts":[["2019"]]},"language":"en","page":"20182900","source":"Zotero","title":"Linguistic laws in chimpanzee gestural communication","type":"article-journal","volume":"286"},
  {"id":"hernandez-fernandez_etal19","abstract":"In this work we consider Glissando Corpus—an oral corpus of Catalan and Spanish—and empirically analyze the presence of the four classical linguistic laws (Zipf’s law, Herdan’s law, Brevity law, and Menzerath–Altmann’s law) in oral communication, and further complement this with the analysis of two recently formulated laws: lognormality law and size-rank law. By aligning the acoustic signal of speech production with the speech transcriptions, we are able to measure and compare the agreement of each of these laws when measured in both physical and symbolic units. Our results show that these six laws are recovered in both languages but considerably more emphatically so when these are examined in physical units, hence reinforcing the so-called ‘physical hypothesis’ according to which linguistic laws might indeed have a physical origin and the patterns recovered in written texts would, therefore, be just a byproduct of the regularities already present in the acoustic signals of oral communication.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Hernández-Fernández","given":"Antoni"},{"family":"G. Torre","given":"Iván"},{"family":"Garrido","given":"Juan-María"},{"family":"Lacasa","given":"Lucas"}],"citation-key":"hernandez-fernandez_etal19","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e21121153","ISSN":"1099-4300","issue":"12","issued":{"date-parts":[["2019",11,26]]},"language":"en","page":"1153","source":"DOI.org (Crossref)","title":"Linguistic laws in speech: The case of Catalan and Spanish","title-short":"Linguistic Laws in Speech","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/21/12/1153","volume":"21"},
  {"id":"hersh_etal22","abstract":"Culture, a pillar of the remarkable ecological success of humans, is increasingly recognized as a powerful force structuring nonhuman animal populations. A key gap between these two types of culture is quantitative evidence of symbolic markers—seemingly arbitrary traits that function as reliable indicators of cultural group membership to conspecifics. Using acoustic data collected from 23 Pacific Ocean locations, we provide quantitative evidence that certain sperm whale acoustic signals exhibit spatial patterns consistent with a symbolic marker function. Culture segments sperm whale populations into behaviorally distinct clans, which are defined based on dialects of stereotyped click patterns (codas). We classified 23,429 codas into types using contaminated mixture models and hierarchically clustered coda repertoires into seven clans based on similarities in coda usage; then we evaluated whether coda usage varied with geographic distance within clans or with spatial overlap between clans. Similarities in within-clan usage of both “identity codas” (coda types diagnostic of clan identity) and “nonidentity codas” (coda types used by multiple clans) decrease as space between repertoire recording locations increases. However, between-clan similarity in identity, but not nonidentity, coda usage decreases as clan spatial overlap increases. This matches expectations if sympatry is related to a measurable pressure to diversify to make cultural divisions sharper, thereby providing evidence that identity codas function as symbolic markers of clan identity. Our study provides quantitative evidence of arbitrary traits, resembling human ethnic markers, conveying cultural identity outside of humans, and highlights remarkable similarities in the distributions of human ethnolinguistic groups and sperm whale clans.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Hersh","given":"Taylor A."},{"family":"Gero","given":"Shane"},{"family":"Rendell","given":"Luke"},{"family":"Cantor","given":"Maurício"},{"family":"Weilgart","given":"Lindy"},{"family":"Amano","given":"Masao"},{"family":"Dawson","given":"Stephen M."},{"family":"Slooten","given":"Elisabeth"},{"family":"Johnson","given":"Christopher M."},{"family":"Kerr","given":"Iain"},{"family":"Payne","given":"Roger"},{"family":"Rogan","given":"Andy"},{"family":"Antunes","given":"Ricardo"},{"family":"Andrews","given":"Olive"},{"family":"Ferguson","given":"Elizabeth L."},{"family":"Hom-Weaver","given":"Cory Ann"},{"family":"Norris","given":"Thomas F."},{"family":"Barkley","given":"Yvonne M."},{"family":"Merkens","given":"Karlina P."},{"family":"Oleson","given":"Erin M."},{"family":"Doniol-Valcroze","given":"Thomas"},{"family":"Pilkington","given":"James F."},{"family":"Gordon","given":"Jonathan"},{"family":"Fernandes","given":"Manuel"},{"family":"Guerra","given":"Marta"},{"family":"Hickmott","given":"Leigh"},{"family":"Whitehead","given":"Hal"}],"citation-key":"hersh_etal22","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.2201692119","ISSN":"0027-8424, 1091-6490","issue":"37","issued":{"date-parts":[["2022",9,13]]},"language":"en","page":"e2201692119","source":"DOI.org (Crossref)","title":"Evidence from sperm whale clans of symbolic marking in non-human cultures","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.2201692119","volume":"119"},
  {"id":"hersh_etal24","abstract":"While rhythm can facilitate and enhance many aspects of behavior, its evolutionary trajectory in vocal communication systems remains enigmatic. We can trace evolutionary processes by investigating rhythmic abilities in different species, but research to date has largely focused on songbirds and primates. We present evidence that cetaceans—whales, dolphins, and porpoises—are a missing piece of the puzzle for understanding why rhythm evolved in vocal communication systems. Cetaceans not only produce rhythmic vocalizations but also exhibit behaviors known or thought to play a role in the evolution of different features of rhythm. These behaviors include vocal learning abilities, advanced breathing control, sexually selected vocal displays, prolonged mother–infant bonds, and behavioral synchronization. The untapped comparative potential of cetaceans is further enhanced by high interspecific diversity, which generates natural ranges of vocal and social complexity for investigating various evolutionary hypotheses. We show that rhythm (particularly isochronous rhythm, when sounds are equally spaced in time) is prevalent in cetacean vocalizations but is used in different contexts by baleen and toothed whales. We also highlight key questions and research areas that will enhance understanding of vocal rhythms across taxa. By coupling an infraorder-level taxonomic assessment of vocal rhythm production with comparisons to other species, we illustrate how broadly comparative research can contribute to a more nuanced understanding of the prevalence, evolution, and possible functions of rhythm in animal communication.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Hersh","given":"Taylor A."},{"family":"Ravignani","given":"Andrea"},{"family":"Whitehead","given":"Hal"}],"citation-key":"hersh_etal24","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.2313093121","ISSN":"0027-8424, 1091-6490","issue":"25","issued":{"date-parts":[["2024",6,18]]},"language":"en","page":"e2313093121","source":"DOI.org (Crossref)","title":"Cetaceans are the next frontier for vocal rhythm research","type":"article-journal","URL":"https://pnas.org/doi/10.1073/pnas.2313093121","volume":"121"},
  {"id":"holt_etal15","abstract":"Many animals produce louder, longer or more repetitious vocalizations to compensate for increases in environmental noise. Biological costs of increased vocal effort in response to noise, including energetic costs, remain empirically undefined in many taxa, particularly in marine mammals that rely on sound for fundamental biological functions in increasingly noisy habitats. For this investigation, we tested the hypothesis that an increase in vocal effort would result in an energetic cost to the signaler by experimentally measuring oxygen consumption during rest and a 2 min vocal period in dolphins that were trained to vary vocal loudness across trials. Vocal effort was quantified as the total acoustic energy of sounds produced. Metabolic rates during the vocal period were, on average, 1.2 and 1.5 times resting metabolic rate (RMR) in dolphin A and B, respectively. As vocal effort increased, we found that there was a significant increase in metabolic rate over RMR during the 2 min following sound production in both dolphins, and in total oxygen consumption (metabolic cost of sound production plus recovery costs) in the dolphin that showed a wider range of vocal effort across trials. Increases in vocal effort, as a consequence of increases in vocal amplitude, repetition rate and/or duration, are consistent with behavioral responses to noise in free-ranging animals. Here, we empirically demonstrate for the first time in a marine mammal, that these vocal modifications can have an energetic impact at the individual level and, importantly, these data provide a mechanistic foundation for evaluating biological consequences of vocal modification in noise-polluted habitats.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Holt","given":"Marla M."},{"family":"Noren","given":"Dawn P."},{"family":"Dunkin","given":"Robin C."},{"family":"Williams","given":"Terrie M."}],"citation-key":"holt_etal15","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.122424","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[["2015",1,1]]},"language":"en","page":"jeb.122424","source":"DOI.org (Crossref)","title":"Vocal performance affects metabolic rate in dolphins: implications for animals communicating in noisy environments","title-short":"Vocal performance affects metabolic rate in dolphins","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.122424/262142/Vocal-performance-affects-metabolic-rate-in"},
  {"id":"hou_etal17","abstract":"The Menzerath-Altmann law (henceforth the MA law), discovered by Menzerath and formulated by Altmann, describes the correlation between the language structure and its immediate components at all linguistic levels. This paper examines the correlation between Chinese sentences and their components, clauses, in texts from different registers based on the MA law. The results show that the correlation is described by the MA law only in the formal written texts.","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Hou","given":"Renkui"},{"family":"Huang","given":"Chu-Ren"},{"family":"Do","given":"Hue San"},{"family":"Liu","given":"Hongchao"}],"citation-key":"hou_etal17","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2017.1314411","ISSN":"0929-6174, 1744-5035","issue":"4","issued":{"date-parts":[["2017",10,2]]},"language":"en","page":"350-366","source":"DOI.org (Crossref)","title":"A study on correlation between Chinese sentence and constituting clauses based on the Menzerath-Altmann Law","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09296174.2017.1314411","volume":"24"},
  {"id":"huang_etal20","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Huang","given":"Mingpan"},{"family":"Ma","given":"Haigang"},{"family":"Ma","given":"Changyong"},{"family":"Garber","given":"Paul A."},{"family":"Fan","given":"Pengfei"}],"citation-key":"huang_etal20","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2019.11.017","ISSN":"00033472","issued":{"date-parts":[["2020",2]]},"language":"en","page":"145-155","source":"DOI.org (Crossref)","title":"Male gibbon loud morning calls conform to Zipf's law of brevity and Menzerath's law: insights into the origin of human language","title-short":"Male gibbon loud morning calls conform to Zipf's law of brevity and Menzerath's law","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S000334721930377X","volume":"160"},
  {"id":"ives_etal07","accessed":{"date-parts":[["2024",4,19]]},"author":[{"family":"Ives","given":"Anthony R."},{"family":"Midford","given":"Peter E."},{"family":"Garland","given":"Theodore"}],"citation-key":"ives_etal07","container-title":"Systematic Biology","DOI":"10.1080/10635150701313830","editor":[{"family":"Oakley","given":"Todd"}],"ISSN":"1076-836X, 1063-5157","issue":"2","issued":{"date-parts":[["2007",4,1]]},"language":"en","page":"252-270","source":"DOI.org (Crossref)","title":"Within-species variation and measurement error in phylogenetic comparative methods","type":"article-journal","URL":"https://academic.oup.com/sysbio/article/56/2/252/1687174","volume":"56"},
  {"id":"james_etal21","abstract":"Organizational patterns can be shared across biological systems, and revealing the factors shaping common patterns can provide insight into fundamental biological mechanisms. The behavioral pattern that elements with more constituents tend to consist of shorter constituents (Menzerath’s law [ML]) was described ﬁrst in speech and language (e.g., words with more syllables consist of shorter syllables) and subsequently in music and animal communication. Menzerath’s law is hypothesized to reﬂect efﬁciency in information transfer, but biases and constraints in motor production can also lead to this pattern. We investigated the evolutionary breadth of ML and the contribution of production mechanisms to ML in the songs of 15 songbird species. Negative relationships between the number and duration of constituents (e.g., syllables in phrases) were observed in all 15 species. However, negative relationships were also observed in null models in which constituents were randomly allocated into observed element durations, and the observed negative relationship for numerous species did not differ from the null model; consequently, ML in these species could simply reﬂect production constraints and not communicative efﬁciency. By contrast, ML was signiﬁcantly different from the null model for more than half the cases, suggesting additional organizational rules are imposed onto birdsongs. Production mechanisms are also underscored by the ﬁnding that canaries and zebra ﬁnches reared without auditory experiences that guide vocal development produced songs with nearly identical ML patterning as typically reared birds. These analyses highlight the breadth with which production mechanisms contribute to this prevalent organizational pattern in behavior.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"James","given":"Logan S."},{"family":"Mori","given":"Chihiro"},{"family":"Wada","given":"Kazuhiro"},{"family":"Sakata","given":"Jon T."}],"citation-key":"james_etal21","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2021.04.015","ISSN":"09609822","issue":"13","issued":{"date-parts":[["2021",7]]},"language":"en","page":"2796-2808.e9","source":"DOI.org (Crossref)","title":"Phylogeny and mechanisms of shared hierarchical patterns in birdsong","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0960982221005285","volume":"31"},
  {"id":"janik_slater00","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Janik","given":"Vincent M."},{"family":"Slater","given":"Peter J.B."}],"citation-key":"janik_slater00","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1006/anbe.2000.1410","ISSN":"00033472","issue":"1","issued":{"date-parts":[["2000",7]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"1-11","source":"DOI.org (Crossref)","title":"The different roles of social learning in vocal communication","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347200914106","volume":"60"},
  {"id":"janik14","accessed":{"date-parts":[["2024",10,22]]},"author":[{"family":"Janik","given":"Vincent M"}],"citation-key":"janik14","container-title":"Current Opinion in Neurobiology","container-title-short":"Current Opinion in Neurobiology","DOI":"10.1016/j.conb.2014.06.010","ISSN":"09594388","issued":{"date-parts":[["2014",10]]},"language":"en","page":"60-65","source":"DOI.org (Crossref)","title":"Cetacean vocal learning and communication","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0959438814001226","volume":"28"},
  {"id":"kang21","author":[{"family":"Kang","given":"Tarandeep Singh"}],"citation-key":"kang21","issued":{"date-parts":[["2021"]]},"language":"en","publisher":"Durham University","source":"Zotero","title":"Linguistic laws and compression in a comparative perspective: A conceptual review and phylogenetic test in mammals","type":"thesis","URL":"https://etheses.dur.ac.uk/13923/"},
  {"id":"kanwal_etal17","abstract":"The linguist George Kingsley Zipf made a now classic observation about the relationship between a word’s length and its frequency; the more frequent a word is, the shorter it tends to be. He claimed that this ‘‘Law of Abbreviation” is a universal structural property of language. The Law of Abbreviation has since been documented in a wide range of human languages, and extended to animal communication systems and even computer programming languages. Zipf hypothesised that this universal design feature arises as a result of individuals optimising form-meaning mappings under competing pressures to communicate accurately but also efﬁciently—his famous Principle of Least Effort. In this study, we use a miniature artiﬁcial language learning paradigm to provide direct experimental evidence for this explanatory hypothesis. We show that language users optimise form-meaning mappings only when pressures for accuracy and efﬁciency both operate during a communicative task, supporting Zipf’s conjecture that the Principle of Least Effort can explain this universal feature of word length distributions.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Kanwal","given":"Jasmeen"},{"family":"Smith","given":"Kenny"},{"family":"Culbertson","given":"Jennifer"},{"family":"Kirby","given":"Simon"}],"citation-key":"kanwal_etal17","container-title":"Cognition","container-title-short":"Cognition","DOI":"10.1016/j.cognition.2017.05.001","ISSN":"00100277","issued":{"date-parts":[["2017",8]]},"language":"en","page":"45-52","source":"DOI.org (Crossref)","title":"Zipf’s law of abbreviation and the principle of least effort: language users optimise a miniature lexicon for efficient communication","title-short":"Zipf’s Law of Abbreviation and the Principle of Least Effort","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0010027717301166","volume":"165"},
  {"id":"kershenbaum_etal16","accessed":{"date-parts":[["2023",6,1]]},"author":[{"family":"Kershenbaum","given":"Arik"},{"family":"Blumstein","given":"Daniel T."},{"family":"Roch","given":"Marie A."},{"family":"Akçay","given":"Çağlar"},{"family":"Backus","given":"Gregory"},{"family":"Bee","given":"Mark A."},{"family":"Bohn","given":"Kirsten"},{"family":"Cao","given":"Yan"},{"family":"Carter","given":"Gerald"},{"family":"Cäsar","given":"Cristiane"},{"family":"Coen","given":"Michael"},{"family":"DeRuiter","given":"Stacy L."},{"family":"Doyle","given":"Laurance"},{"family":"Edelman","given":"Shimon"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Freeberg","given":"Todd M."},{"family":"Garland","given":"Ellen C."},{"family":"Gustison","given":"Morgan"},{"family":"Harley","given":"Heidi E."},{"family":"Huetz","given":"Chloé"},{"family":"Hughes","given":"Melissa"},{"family":"Hyland Bruno","given":"Julia"},{"family":"Ilany","given":"Amiyaal"},{"family":"Jin","given":"Dezhe Z."},{"family":"Johnson","given":"Michael"},{"family":"Ju","given":"Chenghui"},{"family":"Karnowski","given":"Jeremy"},{"family":"Lohr","given":"Bernard"},{"family":"Manser","given":"Marta B."},{"family":"McCowan","given":"Brenda"},{"family":"Mercado","given":"Eduardo"},{"family":"Narins","given":"Peter M."},{"family":"Piel","given":"Alex"},{"family":"Rice","given":"Megan"},{"family":"Salmi","given":"Roberta"},{"family":"Sasahara","given":"Kazutoshi"},{"family":"Sayigh","given":"Laela"},{"family":"Shiu","given":"Yu"},{"family":"Taylor","given":"Charles"},{"family":"Vallejo","given":"Edgar E."},{"family":"Waller","given":"Sara"},{"family":"Zamora-Gutierrez","given":"Veronica"}],"citation-key":"kershenbaum_etal16","container-title":"Biological Reviews","container-title-short":"Biol Rev","DOI":"10.1111/brv.12160","issued":{"date-parts":[["2016"]]},"page":"13-52","source":"DOI.org (Crossref)","title":"Acoustic sequences in non-human animals: a tutorial review and prospectus","type":"article-journal","URL":"https://doi.org/10.1111/brv.12160","volume":"91"},
  {"id":"kuek_ferdinand21","author":[{"family":"Kuek","given":"Jacob C"},{"family":"Ferdinand","given":"Vanessa"}],"citation-key":"kuek_ferdinand21","container-title":"Proceedings of the Annual Meeting of the Cognitive Science Society","issued":{"date-parts":[["2021"]]},"language":"en","page":"2183-2189","source":"Zotero","title":"Zipf’s law of abbreviation and common ground: Past communicative success hampers the re-optimization of language","type":"paper-conference","URL":"https://escholarship.org/uc/item/9651z629","volume":"43"},
  {"id":"ladich_winkler17","abstract":"Sound propagates much faster and over larger distances in water than in air, mainly because of differences in the density of these media. This raises the question of whether terrestrial (land mammals, birds) and (semi-)aquatic animals (frogs, fishes, cetaceans) differ fundamentally in the way they communicate acoustically. Terrestrial vertebrates primarily produce sounds by vibrating vocal tissue (folds) directly in an airflow. This mechanism has been modified in frogs and cetaceans, whereas fishes generate sounds in quite different ways mainly by utilizing the swimbladder or pectoral fins. On land, vertebrates pick up sounds with light tympana, whereas other mechanisms have had to evolve underwater. Furthermore, fishes differ from all other vertebrates by not having an inner ear end organ devoted exclusively to hearing. Comparing acoustic communication within and between aquatic and terrestrial vertebrates reveals that there is no ‘aquatic way’ of sound communication, as compared with a more uniform terrestrial one. Birds and mammals display rich acoustic communication behaviour, which reflects their highly developed cognitive and social capabilities. In contrast, acoustic signaling seems to be the exception in fishes, and is obviously limited to short distances and to substrate-breeding species, whereas all cetaceans communicate acoustically and, because of their predominantly pelagic lifestyle, exploit the benefits of sound propagation in a dense, obstacle-free medium that provides fast and almost lossless signal transmission.","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Ladich","given":"Friedrich"},{"family":"Winkler","given":"Hans"}],"citation-key":"ladich_winkler17","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.132944","ISSN":"1477-9145, 0022-0949","issue":"13","issued":{"date-parts":[["2017",7,1]]},"language":"en","license":"http://www.biologists.com/user-licence-1-1/","page":"2306-2317","source":"DOI.org (Crossref)","title":"Acoustic communication in terrestrial and aquatic vertebrates","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/220/13/2306/17893/Acoustic-communication-in-terrestrial-and-aquatic","volume":"220"},
  {"id":"lesage_etal99","abstract":"During June-July 1991, we monitored the vocal behavior of belugas before, during, and after exposure to noise from a small motorboat and a ferry to determine if there were any consistent patterns in their vocal behavior when exposed to these two familiar, but different sources of potential disturbance. Vocal responses were observed in all trials and were more persistent when whales were exposed to the ferry than to the small boat. These included (1) a progressive reduction in calling rate from 3.4-10.5 calls/whale/min to 0.0 or <1.0 calls/whale/min while vessels were approaching; (2) brief increases in the emission of falling tonal calls and the three pulsed-tone call types; ( 3 ) at distances <1 km, an increase in the repetition of specific calls, and (4) a shift in frequency bands used by vocalizing animals from a mean frequency of 3.6 kHz prior to exposure to noise to frequencies of 5.2-8.8 kHz when vessels were close to the whales.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Lesage","given":"Véronique"},{"family":"Barrette","given":"Cyrille"},{"family":"Kingsley","given":"Michael C. S."},{"family":"Sjare","given":"Becky"}],"citation-key":"lesage_etal99","container-title":"Marine Mammal Science","container-title-short":"Marine Mammal Science","DOI":"10.1111/j.1748-7692.1999.tb00782.x","ISSN":"0824-0469, 1748-7692","issue":"1","issued":{"date-parts":[["1999",1]]},"language":"en","page":"65-84","source":"DOI.org (Crossref)","title":"The effect of vessel noise on the vocal behavior of belugas in the St. Lawrence river estuary, Canada","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1748-7692.1999.tb00782.x","volume":"15"},
  {"id":"levshina22","abstract":"Zipf’s law of abbreviation, which posits a negative correlation between word frequency and length, is one of the most famous and robust cross-linguistic generalizations. At the same time, it has been shown that contextual informativity (average surprisal given previous context) is more strongly correlated with word length, although this tendency is not observed consistently, depending on several methodological choices. The present study examines a more diverse sample of languages than the previous studies (Arabic, Finnish, Hungarian, Indonesian, Russian, Spanish and Turkish). I use large web-based corpora from the Leipzig Corpora Collection to estimate word lengths in UTF-8 characters and in phonemes (for some of the languages), as well as word frequency, informativity given previous word and informativity given next word, applying different methods of bigrams processing. The results show different correlations between word length and the corpus-based measure for different languages. I argue that these differences can be explained by the properties of noun phrases in a language, most importantly, by the order of heads and modiﬁers and their relative morphological complexity, as well as by orthographic conventions.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Levshina","given":"Natalia"}],"citation-key":"levshina22","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e24020280","ISSN":"1099-4300","issue":"2","issued":{"date-parts":[["2022",2,16]]},"language":"en","license":"https://creativecommons.org/licenses/by/4.0/","page":"280","source":"DOI.org (Crossref)","title":"Frequency, Informativity and Word Length: Insights from Typologically Diverse Corpora","title-short":"Frequency, Informativity and Word Length","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/24/2/280","volume":"24"},
  {"id":"levshina23","abstract":"All living beings try to save effort, and humans are no exception. This groundbreaking book shows how we save time and energy during communication by unconsciously making efficient choices in grammar, lexicon and phonology. It presents a new theory of 'communicative efficiency', the idea that language is designed to be as efficient as possible, as a system of communication. The new framework accounts for the diverse manifestations of communicative efficiency across a typologically broad range of languages, using various corpus-based and statistical approaches to explain speakers' bias towards efficiency. The author's unique interdisciplinary expertise allows her to provide rich evidence from a broad range of language sciences. She integrates diverse insights from over a hundred years of research into this comprehensible new theory, which she presents step-by-step in clear and accessible language. It is essential reading for language scientists, cognitive scientists and anyone interested in language use and communication.","accessed":{"date-parts":[["2024",10,22]]},"author":[{"family":"Levshina","given":"Natalia"}],"citation-key":"levshina23","DOI":"10.1017/9781108887809","edition":"1","ISBN":"978-1-108-88780-9 978-1-108-84079-8 978-1-108-74394-5","issued":{"date-parts":[["2023"]]},"language":"en","license":"https://www.cambridge.org/core/terms","publisher":"Cambridge University Press","source":"DOI.org (Crossref)","title":"Communicative Efficiency: Language Structure and Use","title-short":"Communicative Efficiency","type":"book","URL":"https://www.cambridge.org/core/product/identifier/9781108887809/type/book"},
  {"id":"lewis_etal18","abstract":"Acoustic communication is an important aspect of reproductive, foraging and social behaviours for many marine species. Northeast Pacific blue whales (\n              Balaenoptera musculus\n              ) produce three different call types—A, B and D calls. All may be produced as singular calls, but A and B calls also occur in phrases to form songs. To evaluate the behavioural context of singular call and phrase production in blue whales, the acoustic and dive profile data from tags deployed on individuals off southern California were assessed using generalized estimating equations. Only 22% of all deployments contained sounds attributed to the tagged animal. A larger proportion of tagged animals were female (47%) than male (13%), with 40% of unknown sex. Fifty per cent of tags deployed on males contained sounds attributed to the tagged whale, while only a few (5%) deployed on females did. Most calls were produced at shallow depths (less than 30 m). Repetitive phrasing (singing) and production of singular calls were most common during shallow, non-lunging dives, with the latter also common during surface behaviour. Higher sound production rates occurred during autumn than summer and they varied with time-of-day: singular call rates were higher at dawn and dusk, while phrase production rates were highest at dusk and night.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Lewis","given":"Leah A."},{"family":"Calambokidis","given":"John"},{"family":"Stimpert","given":"Alison K."},{"family":"Fahlbusch","given":"James"},{"family":"Friedlaender","given":"Ari S."},{"family":"McKenna","given":"Megan F."},{"family":"Mesnick","given":"Sarah L."},{"family":"Oleson","given":"Erin M."},{"family":"Southall","given":"Brandon L."},{"family":"Szesciorka","given":"Angela R."},{"family":"Širović","given":"Ana"}],"citation-key":"lewis_etal18","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.180241","ISSN":"2054-5703","issue":"8","issued":{"date-parts":[["2018",8]]},"language":"en","page":"180241","source":"DOI.org (Crossref)","title":"Context-dependent variability in blue whale acoustic behaviour","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.180241","volume":"5"},
  {"id":"lewis_etal23","abstract":"Abstract\n          \n            Linguistic laws, which describe common statistical patterns in human language, are often studied in animal communication systems. Despite good evidence for the existence of these laws in non-human primates, data is still limited for other taxa. Birdsong is often used as a model for human language development due to similarities in vocal learning and production. Therefore, it is useful to explore features of human language in birdsong to determine the value and limitations of such comparisons. Here, we looked for patterns consistent with Menzerath’s law, the tendency for longer sequences to be made up of smaller constituent parts, and Zipf’s Law of Abbreviation, the tendency for more frequently used elements to be shorter in length, in the songs of Java sparrows (\n            Padda oryzivora\n            ). We found that songs conformed to Menzerath’s law at both the population and individual level; longer sequences were made up of shorter notes, and this pattern was achieved through note selection, rather than shortening existing notes. This adherence to Menzerath’s law may reflect species-specific constraints on song durations. However, we found no evidence to support adherence to Zipf’s Law of Abbreviation, either at population or individual level; more frequently used notes were not shorter in length. As they are used in courtship, songs may experience different selection pressure to other parts of the vocal repertoire, which could act against compression. Whilst there may be some limitations in applying linguistic laws designed for human language to birdsong, especially Zipf’s Law of Abbreviation, these laws may still provide insights into animal and human communication systems.","accessed":{"date-parts":[["2024",1,25]]},"author":[{"family":"Lewis","given":"Rebecca N"},{"family":"Kwong","given":"Anthony"},{"family":"Soma","given":"Masayo"},{"family":"De Kort","given":"Selvino R"},{"family":"Gilman","given":"R Tucker"}],"citation-key":"lewis_etal23","DOI":"10.1101/2023.12.13.571437","genre":"preprint","issued":{"date-parts":[["2023",12,14]]},"language":"en","publisher":"Animal Behavior and Cognition","source":"DOI.org (Crossref)","title":"Java sparrow song conforms to Menzerath’s Law but not Zipf’s Law of Abbreviation","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2023.12.13.571437"},
  {"id":"lieberman07","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Lieberman","given":"Philip"}],"citation-key":"lieberman07","container-title":"Current Anthropology","container-title-short":"Current Anthropology","DOI":"10.1086/509092","ISSN":"0011-3204, 1537-5382","issue":"1","issued":{"date-parts":[["2007",2]]},"language":"en","page":"39-66","source":"DOI.org (Crossref)","title":"The evolution of human speech: Its anatomical and neural bases","title-short":"The Evolution of Human Speech","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/509092","volume":"48"},
  {"id":"linders_louwerse23","abstract":"The ubiquitous inverse relationship between word frequency and word rank is commonly known as Zipf’s law. The theoretical underpinning of this law states that the inverse relationship yields decreased effort in both the speaker and hearer, the so-called principle of least effort. Most research has focused on showing an inverse relationship only for written monolog, only for frequencies and ranks of one linguistic unit, generally word unigrams, with strong correlations of the power law to the observed frequency distributions, with limited to no attention to psychological mechanisms such as the principle of least effort. The current paper extends the existing findings, by not focusing on written monolog but on a more fundamental form of communication, spoken dialog, by not only investigating word unigrams but also units quantified on syntactic, pragmatic, utterance, and nonverbal communicative levels by showing that the adequacy of Zipf’s formula seems ubiquitous, but the exponent of the power law curve is not, and by placing these findings in the context of Zipf’s principle of least effort through redefining effort in terms of cognitive resources available for communication. Our findings show that Zipf’s law also applies to a more natural form of communication—that of spoken dialog, that it applies to a range of linguistic units beyond word unigrams, that the general good fit of Zipf’s law needs to be revisited in light of the parameters of the formula, and that the principle of least effort is a useful theoretical framework for the findings of Zipf’s law.","accessed":{"date-parts":[["2023",9,19]]},"author":[{"family":"Linders","given":"Guido M."},{"family":"Louwerse","given":"Max M."}],"citation-key":"linders_louwerse23","container-title":"Psychonomic Bulletin & Review","container-title-short":"Psychon Bull Rev","DOI":"10.3758/s13423-022-02142-9","ISSN":"1069-9384, 1531-5320","issue":"1","issued":{"date-parts":[["2023",2]]},"language":"en","page":"77-101","source":"DOI.org (Crossref)","title":"Zipf’s law revisited: Spoken dialog, linguistic units, parameters, and the principle of least effort","title-short":"Zipf’s law revisited","type":"article-journal","URL":"https://link.springer.com/10.3758/s13423-022-02142-9","volume":"30"},
  {"id":"lloyd_slater21","abstract":"Abstract\n            Phylogenetic trees provide a powerful framework for testing macroevolutionary hypotheses, but it is becoming increasingly apparent that inferences derived from extant species alone can be highly misleading. Trees incorporating living and extinct taxa are needed to address fundamental questions about the origins of diversity and disparity but it has proved challenging to generate robust, species-rich phylogenies that include large numbers of fossil taxa. As a result, most studies of diversification dynamics continue to rely on molecular phylogenies. Here, we extend and apply a recently developed meta-analytic approach for synthesizing previously published phylogenetic studies to infer a well-resolved set of species level, time-scaled phylogenetic hypotheses for extinct and extant cetaceans (whales, dolphins, and allies). Our trees extend sampling from the $\\sim 90$ extant species to over 500 living and extinct species, and therefore allow for more robust inference of macroevolutionary dynamics. While the diversification scenarios, we recover are broadly concordant with those inferred from molecular phylogenies they differ in critical ways, notably in the relative contributions of extinction and speciation rate shifts in driving rapid radiations. The metatree approach provides the most immediate route for generating higher level phylogenies of extinct taxa and opens the door to re-evaluation of macroevolutionary hypotheses derived only from extant taxa.[Extinction; macroevolution; matrix representation with parsimony; morphology; supertree.]","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Lloyd","given":"Graeme T"},{"family":"Slater","given":"Graham J"}],"citation-key":"lloyd_slater21","container-title":"Systematic Biology","DOI":"10.1093/sysbio/syab002","editor":[{"family":"López-Fernández","given":"Hernán"}],"ISSN":"1063-5157, 1076-836X","issue":"5","issued":{"date-parts":[["2021",8,11]]},"language":"en","license":"https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model","page":"922-939","source":"DOI.org (Crossref)","title":"A total-group phylogenetic metatree for Cetacea and the importance of fossil data in diversification analyses","type":"article-journal","URL":"https://academic.oup.com/sysbio/article/70/5/922/6122448","volume":"70"},
  {"id":"luo_etal13","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Luo","given":"Bo"},{"family":"Jiang","given":"Tinglei"},{"family":"Liu","given":"Ying"},{"family":"Wang","given":"Jing"},{"family":"Lin","given":"Aiqing"},{"family":"Wei","given":"Xuewen"},{"family":"Feng","given":"Jiang"}],"citation-key":"luo_etal13","container-title":"Journal of Comparative Physiology A","container-title-short":"J Comp Physiol A","DOI":"10.1007/s00359-013-0793-y","ISSN":"0340-7594, 1432-1351","issue":"4","issued":{"date-parts":[["2013",4]]},"language":"en","license":"http://www.springer.com/tdm","page":"325-333","source":"DOI.org (Crossref)","title":"Brevity is prevalent in bat short-range communication","type":"article-journal","URL":"http://link.springer.com/10.1007/s00359-013-0793-y","volume":"199"},
  {"id":"macklin_etal24","abstract":"The call characteristics and vocal behaviour of sei whales (Balaenoptera borealis) off eastern Canada, including potential spatiotemporal variation, is poorly understood. Such information can improve the performance of automated detector-classifiers, enhancing the accuracy and efficiency of identifying sei whales in large acoustic datasets. Ultimately, these data can be used to understand the occurrence, distribution, and population structure of sei whales in Atlantic Canada. We measured sei whale downsweep characteristics recorded from six locations off Nova Scotia (NS) and Newfoundland and Labrador (NFLD), Canada over a two-year period (2015–2017), and examined variation between call subtypes (singlets, doublets, triplets+), and seasons (Spring, Summer, Fall, Winter). We found that downsweeps had a mean duration of 1.58 s, sweeping from 75.66 to 34.22 Hz, with a peak frequency of 43.89 Hz and an intra-call interval of 2.22 s. Most call characteristics did not vary between location, subtype, or season; however, significantly longer downsweeps occurred off NS, within doublet calls, and in fall months. We also found that NFLD had a higher proportion of doublets (70%) than NS (52%). This variation may be evidence of acoustically diverging sei whale populations, as well as useful for improving detector-classifiers of sei whales in the region.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Macklin","given":"Gabrielle F."},{"family":"Moors-Murphy","given":"Hilary B."},{"family":"Leonard","given":"Marty L."}],"citation-key":"macklin_etal24","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/10.0024213","ISSN":"0001-4966","issue":"1","issued":{"date-parts":[["2024",1,1]]},"language":"en","page":"145-155","source":"DOI.org (Crossref)","title":"Characteristics and spatiotemporal variation of sei whale (Balaenoptera borealis) downsweeps recorded in Atlantic Canada","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/155/1/145/2932685/Characteristics-and-spatiotemporal-variation-of","volume":"155"},
  {"id":"madsen_etal23","abstract":"Echolocating toothed whales (odontocetes) capture fast-moving prey in dark marine environments, which critically depends on their ability to generate powerful, ultrasonic clicks. How their supposedly air-driven sound source can produce biosonar clicks at depths of >1000 meters, while also producing rich vocal repertoires to mediate complex social communication, remains unknown. We show that odontocetes possess a sound production system based on air driven through nasal passages that is functionally analogous to laryngeal and syringeal sound production. Tissue vibration in different registers produces distinct echolocation and communication signals across all major odontocete clades, and thus provides a physiological basis for classifying their vocal repertoires. The vocal fry register is used by species from porpoises to sperm whales for generating powerful, highly air-efficient echolocation clicks.\n          , \n            Secrets of whale vocal anatomy\n            \n              Odontocete (“toothed”) whales are well known for using echolocation to forage underwater, but they also produce a wide array of sounds used for social communication. Precisely how all of these sounds are produced was characterized by Madsen\n              et al\n              . in living animals (see the Perspective by Ravignani and Herbst). The authors found that the wide array of sounds are produced through the nasal passages but in a way analogous to laryngeal and syringeal sound production. Using the nasal passages facilitates complex sound production at depth, where laryngeal sound would be hampered by pressure. Furthermore, they found that odontocetes use different vocal registers, such as those we associate with falsetto or vocal fry in humans, to convey information. —SNV\n            \n          , \n            A nasal sound source operates at different vocal registers for biosonar-based prey capture from porpoises to sperm whales.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Madsen","given":"Peter T."},{"family":"Siebert","given":"Ursula"},{"family":"Elemans","given":"Coen P. H."}],"citation-key":"madsen_etal23","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.adc9570","ISSN":"0036-8075, 1095-9203","issue":"6635","issued":{"date-parts":[["2023",3,3]]},"language":"en","page":"928-933","source":"DOI.org (Crossref)","title":"Toothed whales use distinct vocal registers for echolocation and communication","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adc9570","volume":"379"},
  {"id":"mahowald_etal13","abstract":"A major open question in natural language research is the role of communicative efﬁciency in the origin and on-line processing of language structures. Here, we use word pairs like chimp/chimpanzee, which differ in length but have nearly identical meanings, to investigate the communicative properties of lexical systems and the communicative pressures on language users. If language is designed to be information-theoretically optimal, then shorter words should convey less information than their longer counterparts, when controlling for meaning. Consistent with this prediction, a corpus analysis revealed that the short form of our meaning-matched pairs occurs in more predictive contexts than the longer form. Second, a behavioral study showed that language users choose the short form more often in predictive contexts, suggesting that tendencies to be information-theoretically efﬁcient manifest in explicit behavioral choices. Our ﬁndings, which demonstrate the prominent role of communicative efﬁciency in the structure of the lexicon, complement and extend the results of Piantadosi, Tily, and Gibson (2011), who showed that word length is better correlated with Shannon information content than with frequency. Crucially, we show that this effect arises at least in part from active speaker choice.","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Mahowald","given":"Kyle"},{"family":"Fedorenko","given":"Evelina"},{"family":"Piantadosi","given":"Steven T."},{"family":"Gibson","given":"Edward"}],"citation-key":"mahowald_etal13","container-title":"Cognition","container-title-short":"Cognition","DOI":"10.1016/j.cognition.2012.09.010","ISSN":"00100277","issue":"2","issued":{"date-parts":[["2013",2]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"313-318","source":"DOI.org (Crossref)","title":"Info/information theory: Speakers choose shorter words in predictive contexts","title-short":"Info/information theory","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0010027712002107","volume":"126"},
  {"id":"mahowald_etal18","abstract":"Zipf famously stated that, if natural language lexicons are structured for efﬁcient communication, the words that are used the most frequently should require the least effort. This observation explains the famous ﬁnding that the most frequent words in a language tend to be short. A related prediction is that, even within words of the same length, the most frequent word forms should be the ones that are easiest to produce and understand. Using orthographics as a proxy for phonetics, we test this hypothesis using corpora of 96 languages from Wikipedia. We ﬁnd that, across a variety of languages and language families and controlling for length, the most frequent forms in a language tend to be more orthographically well-formed and have more orthographic neighbors than less frequent forms. We interpret this result as evidence that lexicons are structured by language usage pressures to facilitate efﬁcient communication.","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Mahowald","given":"Kyle"},{"family":"Dautriche","given":"Isabelle"},{"family":"Gibson","given":"Edward"},{"family":"Piantadosi","given":"Steven T."}],"citation-key":"mahowald_etal18","container-title":"Cognitive Science","container-title-short":"Cognitive Science","DOI":"10.1111/cogs.12689","ISSN":"0364-0213, 1551-6709","issue":"8","issued":{"date-parts":[["2018",11]]},"language":"en","page":"3116-3134","source":"DOI.org (Crossref)","title":"Word Forms Are Structured for Efficient Use","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.12689","volume":"42"},
  {"id":"mann_etal21","abstract":"Abstract\n            Despite the diversity of human languages, certain linguistic patterns are remarkably consistent across human populations. While syntactic universals receive more attention, there is stronger evidence for universal patterns in the inventory and organization of segments: units that are separated by rapid acoustic transitions which are used to build syllables, words, and phrases. Crucially, if an alien researcher investigated spoken human language how we analyze non-human communication systems, many of the phonological regularities would be overlooked, as the majority of analyses in non-humans treat breath groups, or “syllables” (units divided by silent inhalations), as the smallest unit. Here, we introduce a novel segment-based analysis that reveals patterns in the acoustic output of budgerigars, a vocal learning parrot species, that match universal phonological patterns well-documented in humans. We show that song in four independent budgerigar populations is comprised of consonant- and vowel-like segments. Furthermore, the organization of segments within syllables is not random. As in spoken human language, segments at the start of a vocalization are more likely to be consonant-like and segments at the end are more likely to be longer, quieter, and lower in fundamental frequency. These results provide a new foundation for empirical investigation of language-like abilities in other species.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Mann","given":"Dan C."},{"family":"Fitch","given":"W. Tecumseh"},{"family":"Tu","given":"Hsiao-Wei"},{"family":"Hoeschele","given":"Marisa"}],"citation-key":"mann_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-020-80340-y","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",1,12]]},"language":"en","page":"776","source":"DOI.org (Crossref)","title":"Universal principles underlying segmental structures in parrot song and human speech","type":"article-journal","URL":"https://www.nature.com/articles/s41598-020-80340-y","volume":"11"},
  {"id":"marlerStructuralChangesSong1982","author":[{"family":"Marler","given":"Peter"},{"family":"Peters","given":"Susan"}],"citation-key":"marlerStructuralChangesSong1982","container-title":"The Auk","issued":{"date-parts":[["1982"]]},"page":"446-458","title":"Structural changes in song ontogeny in the swamp sparrow","type":"article-journal","volume":"99"},
  {"id":"martin_etal17","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Martin","given":"Kobe"},{"family":"Tucker","given":"Marlee A."},{"family":"Rogers","given":"Tracey L."}],"citation-key":"martin_etal17","container-title":"Evolution","container-title-short":"Evolution","DOI":"10.1111/evo.13128","ISSN":"00143820","issue":"2","issued":{"date-parts":[["2017",2]]},"language":"en","license":"http://doi.wiley.com/10.1002/tdm_license_1","page":"249-260","source":"DOI.org (Crossref)","title":"Does size matter? Examining the drivers of mammalian vocalizations","title-short":"Does size matter?","type":"article-journal","URL":"https://academic.oup.com/evolut/article/71/2/249/6725920","volume":"71"},
  {"id":"martin_etal18","abstract":"The costs of predation may exert significant pressure on the mode of communication used by an animal, and many species balance the benefits of communication (e.g. mate attraction) against the potential risk of predation. Four groups of toothed whales have independently evolved narrowband high-frequency (NBHF) echolocation signals. These signals help NBHF species avoid predation through acoustic crypsis by echolocating and communicating at frequencies inaudible to predators such as mammal-eating killer whales. Heaviside's dolphins (\n              Cephalorhynchus heavisidii\n              ) are thought to exclusively produce NBHF echolocation clicks with a centroid frequency around 125 kHz and little to no energy below 100 kHz. To test this, we recorded wild Heaviside's dolphins in a sheltered bay in Namibia. We demonstrate that Heaviside's dolphins produce a second type of click with lower frequency and broader bandwidth in a frequency range that is audible to killer whales. These clicks are used in burst-pulses and occasional click series but not foraging buzzes. We evaluate three different hypotheses and conclude that the most likely benefit of these clicks is to decrease transmission directivity and increase conspecific communication range. The expected increase in active space depends on background noise but ranges from 2.5 (Wenz Sea State 6) to 5 times (Wenz Sea State 1) the active space of NBHF signals. This dual click strategy therefore allows these social dolphins to maintain acoustic crypsis during navigation and foraging, and to selectively relax their crypsis to facilitate communication with conspecifics.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Gridley","given":"Tess"},{"family":"Elwen","given":"Simon H."},{"family":"Jensen","given":"Frants H."}],"citation-key":"martin_etal18","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2018.1178","ISSN":"0962-8452, 1471-2954","issue":"1883","issued":{"date-parts":[["2018",7,25]]},"language":"en","page":"20181178","source":"DOI.org (Crossref)","title":"Heaviside's dolphins (Cephalorhynchus heavisidii) relax acoustic crypsis to increase communication range","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2018.1178","volume":"285"},
  {"id":"martin_etal19","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Elwen","given":"Simon H."},{"family":"Kassanjee","given":"Reshma"},{"family":"Gridley","given":"Tess"}],"citation-key":"martin_etal19","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2019.01.007","ISSN":"00033472","issued":{"date-parts":[["2019",4]]},"language":"en","page":"273-284","source":"DOI.org (Crossref)","title":"To buzz or burst-pulse? The functional role of Heaviside's dolphin, Cephalorhynchus heavisidii, rapidly pulsed signals","title-short":"To buzz or burst-pulse?","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347219300089","volume":"150"},
  {"id":"martin_etal21","abstract":"Toothed whales use powerful ultrasonic biosonar pulses (i.e. clicks) for echolocation. Underwater acoustic recordings have suggested that the majority of toothed whale species can be grouped acoustically as either producing broadband clicks or narrowband high-frequency (NBHF) clicks. Recently, it has been shown that Heaviside’s dolphins, Cephalorhynchus heavisidii, emit NBHF clicks for echolocation but also clicks of lower frequency and broader bandwidth for communication. Here, we use acoustic recorders and drone video footage to reinforce previous findings that Commerson’s dolphins (C. commersonii) produce signals similar to Heaviside’s dolphins. We reveal that they use clicks with a lower frequency and broader bandwidth in the form of click trains and burst-pulses. These sounds were not recorded in the presence of smaller groups of Commerson’s dolphins, indicating that they may fulfil a communication function in larger groups. Also, we utilised a novel combination of drone video footage paired with underwater acoustic recordings to estimate the source level of echolocation clicks produced by Commerson’s dolphins. In addition, we compare the acoustic signals produced by Commerson’s and Heaviside’s dolphins to identify interspecific similarities and differences. Spectral differences were found in NBHF click trains, buzzes and burst-pulses between species; however, bandwidth and duration parameters were not significantly different for broadband click trains. Our findings make it likely that all four species of the Cephalorhynchus genus have the ability to generate both signal types, and further challenges the evolutionary concept of NBHF signal production.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Torres Ortiz","given":"Sara"},{"family":"Reyes Reyes","given":"M. Vanesa"},{"family":"Marino","given":"Alexander"},{"family":"Iñíguez Bessega","given":"Miguel"},{"family":"Wahlberg","given":"Magnus"}],"citation-key":"martin_etal21","container-title":"Behavioral Ecology and Sociobiology","container-title-short":"Behav Ecol Sociobiol","DOI":"10.1007/s00265-021-03035-y","ISSN":"0340-5443, 1432-0762","issue":"6","issued":{"date-parts":[["2021",6]]},"language":"en","page":"100","source":"DOI.org (Crossref)","title":"Commerson’s dolphins (Cephalorhynchus commersonii) can relax acoustic crypsis","type":"article-journal","URL":"https://link.springer.com/10.1007/s00265-021-03035-y","volume":"75"},
  {"id":"martin_etal22","abstract":"North Pacific minke whale (\n              Balaenoptera acutorostrata\n              ) boing calls are commonly detected in Hawaiian waters. When producing boing vocalizations, minke whales seem to be in one of two calling behavioral states. Most often minke whales produce boings with inter-call intervals of several minutes, but sometimes minke whales call rapidly with inter-call intervals of less than a minute. Since minke whales are difficult to detect visually, cue-rate-based density estimation using passive acoustic monitoring has been proposed. However, the variables that influence cue rate or calling rate are poorly understood in most whales, including minke whales. We collected passive acoustic recordings from 47 bottom-mounted hydrophones at the Pacific Missile Range Facility’s instrumented range off the coast of Kauaʻi, Hawaiʻi to test the hypothesis that minke whales call more rapidly when closer in proximity to other calling conspecifics. A total of 599 days of data were recorded between August 2012 and July 2017 and were automatically post-processed to detect, classify, and localize calls. Localized calls were grouped into tracks and manually validated, resulting in 509 individual tracks composed of 36,033 calls within a 16 x 39 km focal study area. Tracked minke whales exhibited a strong bimodal call rate with means of one call every 6.85 min (\n              σ\n              = 2.54 min) and 0.63 min (\n              σ\n              = 0.36 min). We ran hidden Markov models to quantify the relationship between call rate and the distance to the nearest calling conspecific. Overall, the probability of the higher call rate occurring increased as the distance to the nearest conspecific decreased, and the probability of the lower call rate occurring increased as the distance to the nearest conspecific increased. We also examined individual track data and found that minke whales may also exhibit other responses (i.e. increased speed, changes in heading, and cessation of calling) when calling conspecifics are nearby. These findings provide new information about minke whale calling behavior in what is likely a breeding area.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Martin","given":"Cameron R."},{"family":"Guazzo","given":"Regina A."},{"family":"Helble","given":"Tyler A."},{"family":"Alongi","given":"Gabriela C."},{"family":"Durbach","given":"Ian N."},{"family":"Martin","given":"Stephen W."},{"family":"Matsuyama","given":"Brian M."},{"family":"Henderson","given":"E. Elizabeth"}],"citation-key":"martin_etal22","container-title":"Frontiers in Marine Science","container-title-short":"Front. Mar. Sci.","DOI":"10.3389/fmars.2022.897298","ISSN":"2296-7745","issued":{"date-parts":[["2022",8,22]]},"language":"en","page":"897298","source":"DOI.org (Crossref)","title":"North Pacific minke whales call rapidly when calling conspecifics are nearby","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmars.2022.897298/full","volume":"9"},
  {"id":"martin_etal24","abstract":"Most dolphin species produce broadband clicks for echolocation (i.e., biosonar pulses), and whistles and burstpulsed calls for communication purposes. A few dolphin species in the southern hemisphere are reported to only produce clicks of a more narrowband high-frequency (NBHF) type, very similar to the clicks produced by por­ poises. Here, we use underwater acoustic recordings of Peale’s dolphins (Lagenorhynchus australis) in the Falkland Islands to show that they also can produce broadband clicks and tonal whistle sounds similar to other whistling odontocete species in addition to NBHF clicks. Whistles and broadband clicks co-occurred in seven out of twelve acoustic encounters with Peale’s dolphins. The co-occurrence of whistles and broadband signals, which were predominately burst-pulses, produced by Peale’s dolphins in this study points to a probable function as communication signals. Furthermore, the measured frequency and time parameters of Peale’s dolphin whistles were comparable with whistles recorded from four additional species in the Lagenorhynchus genus in various parts of their ranges. This is the only species of Lagenorhynchus recorded to date that can relax acoustic crypsis in a similar manner as Heaviside’s (Cephalorhynchus heavisidii), Commerson’s (C. commersonii), and Hector’s (C. hectori) dolphins. Our findings make it likely that additional NBHF species have the ability to generate both pulsed signal types and whistles, and further challenges the acoustic classification of NBHF species.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Ortiz","given":"Sara Torres"},{"family":"Wahlberg","given":"Magnus"},{"family":"Weir","given":"Caroline R."}],"citation-key":"martin_etal24","container-title":"Journal of Experimental Marine Biology and Ecology","container-title-short":"Journal of Experimental Marine Biology and Ecology","DOI":"10.1016/j.jembe.2023.151977","ISSN":"00220981","issued":{"date-parts":[["2024",3]]},"language":"en","page":"151977","source":"DOI.org (Crossref)","title":"Peale's dolphins (Lagenorhynchus australis) are acoustic mergers between dolphins and porpoises","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0022098123001090","volume":"572"},
  {"id":"matzinger_fitch21","author":[{"family":"Matzinger","given":"Theresa"},{"family":"Fitch","given":"W Tecumseh"}],"citation-key":"matzinger_fitch21","container-title":"Philosophical Transactions of the Royal Society B","DOI":"10.1098/rstb.2020.0393","issued":{"date-parts":[["2021"]]},"language":"en","page":"20200393","source":"Zotero","title":"Voice modulatory cues to structure across languages and species","type":"article-journal","volume":"376"},
  {"id":"may-collado_etal07","abstract":"Background: It is widely held that in toothed whales, high frequency tonal sounds called 'whistles' evolved in association with 'sociality' because in delphinids they are used in a social context. Recently, whistles were hypothesized to be an evolutionary innovation of social dolphins (the 'dolphin hypothesis'). However, both 'whistles' and 'sociality' are broad concepts each representing a conglomerate of characters. Many non-delphinids, whether solitary or social, produce tonal sounds that share most of the acoustic characteristics of delphinid whistles. Furthermore, hypotheses of character correlation are best tested in a phylogenetic context, which has hitherto not been done. Here we summarize data from over 300 studies on cetacean tonal sounds and social structure and phylogenetically test existing hypotheses on their co-evolution.\nResults: Whistles are 'complex' tonal sounds of toothed whales that demark a more inclusive clade than the social dolphins. Whistles are also used by some riverine species that live in simple societies, and have been lost twice within the social delphinoids, all observations that are inconsistent with the dolphin hypothesis as stated. However, cetacean tonal sounds and sociality are intertwined: (1) increased tonal sound modulation significantly correlates with group size and social structure; (2) changes in tonal sound complexity are significantly concentrated on social branches. Also, duration and minimum frequency correlate as do group size and mean minimum frequency.\nConclusion: Studying the evolutionary correlation of broad concepts, rather than that of their component characters, is fraught with difficulty, while limits of available data restrict the detail in which component character correlations can be analyzed in this case. Our results support the hypothesis that sociality influences the evolution of tonal sound complexity. The level of social and whistle complexity are correlated, suggesting that complex tonal sounds play an important role in social communication. Minimum frequency is higher in species with large groups, and correlates negatively with duration, which may reflect the increased distances over which non-social species communicate. Our findings are generally stable across a range of alternative phylogenies. Our study points to key species where future studies would be particularly valuable for enriching our understanding of the interplay of acoustic communication and sociality.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"May-Collado","given":"Laura J"},{"family":"Agnarsson","given":"Ingi"},{"family":"Wartzok","given":"Douglas"}],"citation-key":"may-collado_etal07","container-title":"BMC Evolutionary Biology","container-title-short":"BMC Evol Biol","DOI":"10.1186/1471-2148-7-136","ISSN":"14712148","issue":"1","issued":{"date-parts":[["2007"]]},"language":"en","page":"136","source":"DOI.org (Crossref)","title":"Phylogenetic review of tonal sound production in whales in relation to sociality","type":"article-journal","URL":"http://bmcevolbiol.biomedcentral.com/articles/10.1186/1471-2148-7-136","volume":"7"},
  {"id":"mejias_etal20","abstract":"Acoustic signals show immense variation among passerines, and several hypotheses have been proposed to explain this diversity. In this study, we tested, for the first time, the relationships of song structure to phylogeny, habitat type, and morphology in the vireos and allies (Vireonidae). Every measure of song structure considered in this study had moderate and significant phylogenetic signal. Furthermore, two song-constraining morphological traits, bill shape and body mass, also exhibited significant phylogenetic signal. Song length showed the largest within-clade similarity; longer songs were highly conserved in part of the greenlet (Hylophilus) clade, whereas shorter songs characterized the remaining seven genera. We found no differences in song structure among vireonids living in different habitat types. However, vireonids with shorter, stouter bills and larger bodies sang songs with lower minimum and maximum peak frequency, compared with species with longer, thinner bills and smaller bodies. We conclude that Vireonidae song evolution is driven partially by phylogenetically conserved morphological traits. Our findings support the phylogenetic signal and morphological constraints hypotheses explaining structural diversity in avian acoustic signals.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Mejías","given":"Miguel A."},{"family":"Roncal","given":"Julissa"},{"family":"Imfeld","given":"Tyler S."},{"family":"Boisen","given":"Sander"},{"family":"Wilson","given":"David R."}],"citation-key":"mejias_etal20","container-title":"Evolution","container-title-short":"Evolution","DOI":"10.1111/evo.14099","ISSN":"0014-3820, 1558-5646","issue":"11","issued":{"date-parts":[["2020",11]]},"language":"en","page":"2494-2511","source":"DOI.org (Crossref)","title":"Relationships of song structure to phylogenetic history, habitat, and morphology in the vireos, greenlets, and allies (Passeriformes: Vireonidae)","title-short":"Relationships of song structure to phylogenetic history, habitat, and morphology in the vireos, greenlets, and allies (Passeriformes","type":"article-journal","URL":"https://academic.oup.com/evolut/article/74/11/2494/6727303","volume":"74"},
  {"id":"menzerath54","author":[{"family":"Menzerath","given":"Paul"}],"citation-key":"menzerath54","event-place":"Bonn","issued":{"date-parts":[["1954"]]},"publisher":"Dümmler","publisher-place":"Bonn","title":"Die Architektonik des Deutschen Wortschatzes","type":"book"},
  {"id":"meyer02","abstract":"According to a widespread conception, quantitative linguistics will eventually be able to explain empirical quantitative findings (such as Zipf’s Law) by deriving them from highly general stochastic linguistic ‘laws’ that are assumed to be part of a general theory of human language (cf. Best (1999) for a summary of possible theoretical positions). Due to their formal proximity to methods used in the so-called exact sciences, theoretical explanations of this kind are assumed to be superior to the supposedly descriptive-only approaches of linguistic structuralism and its successors. In this paper I shall try to argue that on close inspection such claims turn out to be highly problematic, both on linguistic and on science-theoretical grounds.","author":[{"family":"Meyer","given":"Peter"}],"citation-key":"meyer02","container-title":"Glottometrics","issued":{"date-parts":[["2002"]]},"language":"en","page":"62-80","source":"Zotero","title":"Laws and theories in quantitative linguistics","type":"article-journal","volume":"5"},
  {"id":"meylan_griffiths21","abstract":"Language research has come to rely heavily on large-scale, web-based datasets. These datasets can present signiﬁcant methodological challenges, requiring researchers to make a number of decisions about how they are collected, represented, and analyzed. These decisions often concern long-standing challenges in corpus-based language research, including determining what counts as a word, deciding which words should be analyzed, and matching sets of words across languages. We illustrate these challenges by revisiting “Word lengths are optimized for efﬁcient communication” (Piantadosi, Tily, & Gibson, 2011), which found that word lengths in 11 languages are more strongly correlated with their average predictability (or average information content) than their frequency. Using what we argue to be best practices for large-scale corpus analyses, we ﬁnd signiﬁcantly attenuated support for this result and demonstrate that a stronger relationship obtains between word frequency and length for a majority of the languages in the sample. We consider the implications of the results for language research more broadly and provide several recommendations to researchers regarding best practices.","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Meylan","given":"Stephan C."},{"family":"Griffiths","given":"Thomas L."}],"citation-key":"meylan_griffiths21","container-title":"Cognitive Science","container-title-short":"Cognitive Science","DOI":"10.1111/cogs.12983","ISSN":"0364-0213, 1551-6709","issue":"6","issued":{"date-parts":[["2021",6]]},"language":"en","page":"e12983","source":"DOI.org (Crossref)","title":"The Challenges of Large‐Scale, Web‐Based Language Datasets: Word Length and Predictability Revisited","title-short":"The Challenges of Large‐Scale, Web‐Based Language Datasets","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.12983","volume":"45"},
  {"id":"meylan_griffiths24","abstract":"How do cognitive pressures shape the lexicons of natural languages? Here, we reframe George Kingsley Zipf’s proposed “law of abbreviation” within a more general framework that relates it to cognitive pressures that affect speakers and listeners. In this new framework, speakers’ drive to reduce effort (Zipf’s proposal) is counteracted by the need for low-frequency words to have word forms that are sufﬁciently distinctive to allow for accurate recognition by listeners. To support this framework, we replicate and extend recent work using the prevalence of subword phonemic sequences (phonotactic probability) to measure speakers’ production effort in place of Zipf’s measure of length. Across languages and corpora, phonotactic probability is more strongly correlated with word frequency than word length. We also show this measure of ease of speech production (phonotactic probability) is strongly correlated with a measure of perceptual difﬁculty that indexes the degree of competition from alternative interpretations in word recognition. This is consistent with the claim that there must be trade-offs between these two factors, and is inconsistent with a recent proposal that phonotactic probability facilitates both perception and production. To our knowledge, this is the ﬁrst work to offer an explanation why long, phonotactically improbable word forms remain in the lexicons of natural languages.","accessed":{"date-parts":[["2024",10,28]]},"author":[{"family":"Meylan","given":"Stephan C."},{"family":"Griffiths","given":"Thomas L."}],"citation-key":"meylan_griffiths24","container-title":"Cognitive Science","container-title-short":"Cognitive Science","DOI":"10.1111/cogs.13478","ISSN":"0364-0213, 1551-6709","issue":"7","issued":{"date-parts":[["2024",7]]},"language":"en","page":"e13478","source":"DOI.org (Crossref)","title":"Word Forms Reflect Trade‐Offs Between Speaker Effort and Robust Listener Recognition","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.13478","volume":"48"},
  {"id":"milicka23","abstract":"The study revisits the Menzerath’s Law, which articulates the inverse relationship between the length of constructs and the mean length of their constituents. This relationship is famously modelled by Gabriel Altmann’s model, which combines power and exponential relations. His formulas have been widely used to describe this relationship across linguistics and biology, however, there is no satisfactory explanation for his model. Therefore, the paper proposes shifting our perspective to examine directly the relationship between the number of constituents in a construct and the number of subconstituents in the same construct. This relationship may be explained by a simple model based on linear regression, which leads to a hyperbolic model of the Menzerath’s Law. This approach is successful for several datasets, but insuﬃcient for others.","accessed":{"date-parts":[["2024",3,7]]},"author":[{"family":"Milička","given":"Jiří"}],"citation-key":"milicka23","container-title":"Glottometrics","container-title-short":"Glottometrics","DOI":"10.53482/2023_55_409","ISSN":"26258226","issued":{"date-parts":[["2023"]]},"language":"en","page":"1-16","source":"DOI.org (Crossref)","title":"Menzerath’s law: Is it just regression toward the mean?","title-short":"Menzerath’s law","type":"article-journal","URL":"https://glottometrics.iqla.org/409-menzeraths-law-is-it-just-regression-toward-the-mean/","volume":"55"},
  {"id":"miton_morin21","abstract":"A writing system is a graphic code, i.e., a system of standardized pairings between symbols and meanings in which symbols take the form of images that can endure. The visual character of writing implies that written characters have to fit constraints of the human visual system. One aspect of this optimization lays in the graphic complexity of the characters used by scripts. Scripts are sets of graphic characters used for the written form of one language or more. Using computational methods over a large and diverse dataset (over 47,000 characters, from over 133 scripts), we answer three central questions about the visual complexity of written characters and the evolution of writing: (1) What determines character complexity? (2) Can we find traces of evolutionary change in character complexity? (3) Is complexity distributed in a way that makes character recognition easier? Our study suggests that (1) character complexity depends primarily on which linguistic unit the characters encode, and that (2) there is little evidence of evolutionary change in character complexity. Additionally (3) for an individual character, the half which is encountered first while reading tends to be more complex than that which is encountered last.","author":[{"family":"Miton","given":"Helena"},{"family":"Morin","given":"Olivier"}],"citation-key":"miton_morin21","container-title":"Cognition","DOI":"10.1016/j.cognition.2021.104771","ISSN":"18737838","issued":{"date-parts":[["2021"]]},"page":"104771","title":"Graphic complexity in writing systems","type":"article-journal","URL":"https://doi.org/10.1016/j.cognition.2021.104771","volume":"214"},
  {"id":"moseleyEvidenceDifferingTrajectories2019","abstract":"Learned traits, such as foraging strategies and communication signals, can change over time via cultural evolution. Using historical recordings, we investigate the cultural evolution of birdsong over nearly a 50-year period. Specifically, we examine the parts of white-crowned sparrow (Zonotrichia leucophrys nuttalli) songs used for mate attraction and territorial defense. We compared historical (early 1970s) recordings with contemporary (mid-2010s) recordings from populations within and near San Francisco, CA and assessed the vocal performance of these songs. Because birds exposed to anthropogenic noise tend to sing at higher minimum frequencies with narrower frequency bandwidths, potentially reducing one measure of song performance, we hypothesized that other song features, such as syllable complexity, might be exaggerated, as an alternative means to display performance capabilities. We found that vocal performance increased between historical and contemporary songs, with a larger effect size for urban songs, and that syllable complexity, measured as the number of frequency modulations per syllable, was historically low for urban males but increased significantly in urban songs. We interpret these results as evidence for males increasing song complexity and trilled performance over time in urban habitats, despite performance constraints from urban noise, and suggest a new line of inquiry into how environments alter vocal performance over time.","author":[{"family":"Moseley","given":"Dana L."},{"family":"Phillips","given":"Jennifer N."},{"family":"Derryberry","given":"Elizabeth P."},{"family":"Luther","given":"David A."}],"citation-key":"moseleyEvidenceDifferingTrajectories2019","container-title":"Behavioral Ecology","DOI":"10.1093/beheco/arz142","ISSN":"14657279","issue":"6","issued":{"date-parts":[["2019"]]},"page":"1734-1742","title":"Evidence for differing trajectories of songs in urban and rural populations","type":"article-journal","volume":"30"},
  {"id":"nelson_poesel12","abstract":"Bird song has the potential to convey a variety of information about the singer, including the singer’s current motivational state. A recent review by Searcy & Beecher (2009) (Anim. Behav. 78, 2009; 1281) emphasized how little is currently known about whether song functions as an aggressive signal in territorial interactions. A recent observational study of song length variation in the Puget Sound white-crowned sparrow reported that males shorten the terminal trill in their single song type while singing close by another male, and shorten the trill even further immediately before chasing the opponent. Here, we report the results of two song playback experiments designed to test whether males distinguish the differences in song length that occur in agonistic and nonagonistic contexts. We found that males gave stronger responses, as measured by close approach distances, to either a series of songs increasing in duration (compared to a series decreasing in duration), or to long loud songs (compared to short soft songs). In both experiments, males gave weaker responses to the stimuli hypothesized to be more aggressive. Males shortened their songs in response to both simulated intrusions. Combined with the observational data on song variation in different contexts, these experiments support the conclusion that song length variation contains information about aggressive motivation in the white-crowned sparrow.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Nelson","given":"Douglas A."},{"family":"Poesel","given":"Angelika"}],"citation-key":"nelson_poesel12","container-title":"Ethology","container-title-short":"Ethology","DOI":"10.1111/j.1439-0310.2011.01979.x","ISSN":"0179-1613, 1439-0310","issue":"1","issued":{"date-parts":[["2012",1]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"24-32","source":"DOI.org (Crossref)","title":"Responses to variation in song length by male white-crowned sparrows","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1439-0310.2011.01979.x","volume":"118"},
  {"id":"nielsen_etal24","abstract":"Odontocetes produce clicks for echolocation and communication. Most odontocetes are thought to produce either broadband (BB) or narrowband high-frequency (NBHF) clicks. Here, we show that the click repertoire of Hector’s dolphin (Cephalorhynchus hectori) comprises highly stereotypical NBHF clicks and far more variable broadband clicks, with some that are intermediate between these two categories. Both NBHF and broadband clicks were made in trains, buzzes, and burst-pulses. Most clicks within click trains were typical NBHF clicks, which had a median centroid frequency of 130.3 kHz (median –10 dB bandwidth ¼ 29.8 kHz). Some, however, while having only marginally lower centroid frequency (median ¼ 123.8 kHz), had signiﬁcant energy below 100 kHz and approximately double the bandwidth (median –10 dB bandwidth ¼ 69.8 kHz); we refer to these as broadband. Broadband clicks in buzzes and burst-pulses had lower median centroid frequencies (120.7 and 121.8 kHz, respectively) compared to NBHF buzzes and burst-pulses (129.5 and 130.3 kHz, respectively). Source levels of NBHF clicks, estimated by using a drone to measure ranges from a single hydrophone and by computing time-of-arrival differences at a vertical hydrophone array, ranged from 116 to 171 dB re 1 lPa at 1 m, whereas source levels of broadband clicks, obtained from array data only, ranged from 138 to 184 dB re 1 lPa at 1 m. Our ﬁndings challenge the grouping of toothed whales as either NBHF or broadband species. VC 2024 Acoustical Society of America.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Nielsen","given":"Nicoline Abildtrup"},{"family":"Dawson","given":"Stephen M."},{"family":"Torres Ortiz","given":"Sara"},{"family":"Wahlberg","given":"Magnus"},{"family":"Martin","given":"Morgan J."}],"citation-key":"nielsen_etal24","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/10.0024820","ISSN":"0001-4966","issue":"2","issued":{"date-parts":[["2024",2,1]]},"language":"en","page":"1437-1450","source":"DOI.org (Crossref)","title":"Hector's dolphins (Cephalorhynchus hectori) produce both narrowband high-frequency and broadband acoustic signals","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/155/2/1437/3265783/Hector-s-dolphins-Cephalorhynchus-hectori-produce","volume":"155"},
  {"id":"nishimura_etal22","abstract":"Human speech production obeys the same acoustic principles as vocal production in other animals but has distinctive features: A stable vocal source is filtered by rapidly changing formant frequencies. To understand speech evolution, we examined a wide range of primates, combining observations of phonation with mathematical modeling. We found that source stability relies upon simplifications in laryngeal anatomy, specifically the loss of air sacs and vocal membranes. We conclude that the evolutionary loss of vocal membranes allows human speech to mostly avoid the spontaneous nonlinear phenomena and acoustic chaos common in other primate vocalizations. This loss allows our larynx to produce stable, harmonic-rich phonation, ideally highlighting formant changes that convey most phonetic information. Paradoxically, the increased complexity of human spoken language thus followed simplification of our laryngeal anatomy.\n          , \n            Complexity from simplification\n            \n              Human speech and language are highly complex, consisting of a large number of sounds. The human phonal apparatus, the larynx, has acquired the capability to create a wider array of sounds, even though previous work has revealed many similarities between our larynx and those in other primates. Looking across a large number of primates, Nishimura\n              et al\n              . used a combination of anatomical, phonal, and modeling approaches to characterize sound production in the larynx (see the Perspective by Gouzoules). They found that instead of the human larynx having increased complexity, it has actually simplified relative to other primates, allowing for clearer sound production with less aural chaos. —SNV\n            \n          , \n            The human larynx has undergone evolutionary simplification, facilitating the increased acoustic complexity of the spoken language.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Nishimura","given":"Takeshi"},{"family":"Tokuda","given":"Isao T."},{"family":"Miyachi","given":"Shigehiro"},{"family":"Dunn","given":"Jacob C."},{"family":"Herbst","given":"Christian T."},{"family":"Ishimura","given":"Kazuyoshi"},{"family":"Kaneko","given":"Akihisa"},{"family":"Kinoshita","given":"Yuki"},{"family":"Koda","given":"Hiroki"},{"family":"Saers","given":"Jaap P. P."},{"family":"Imai","given":"Hirohiko"},{"family":"Matsuda","given":"Tetsuya"},{"family":"Larsen","given":"Ole Næsbye"},{"family":"Jürgens","given":"Uwe"},{"family":"Hirabayashi","given":"Hideki"},{"family":"Kojima","given":"Shozo"},{"family":"Fitch","given":"W. Tecumseh"}],"citation-key":"nishimura_etal22","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.abm1574","ISSN":"0036-8075, 1095-9203","issue":"6607","issued":{"date-parts":[["2022",8,12]]},"language":"en","page":"760-763","source":"DOI.org (Crossref)","title":"Evolutionary loss of complexity in human vocal anatomy as an adaptation for speech","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.abm1574","volume":"377"},
  {"id":"noren_etal13","abstract":"Bottlenose dolphins (Tursiops truncatus) produce various communicative sounds that are important for social behavior, maintaining group cohesion and coordinating foraging. For example, whistle production increases during disturbances, such as separations of mother–calf pairs and vessel approaches. It is clear that acoustic communication is important to the survival of these marine mammals, yet the metabolic cost of producing whistles and other socials sounds and the energetic consequences of modifying these sounds in response to both natural and anthropogenic disturbance are unknown. We used flow-through respirometry to determine whether the metabolic cost of sound production could be quantified in two captive dolphins producing social sounds (whistles and squawks). On average, we found that metabolic rates measured during 2min periods of sound production were 1.2 times resting values. Up to 7min were required for metabolism to return to resting values following vocal periods. The total metabolic cost (over resting values) of the 2min vocal period plus the required recovery period (163.3 to 2995.9mlO2 or 3279.6 to 60,166.7J) varied by individual as well as by mean duration of sounds produced within the vocal period. Observed variation in received cumulative sound energy levels of vocalizations was not related to total metabolic costs. Furthermore, our empirical findings did not agree with previous theoretical estimates of the metabolic cost of whistles. This study provides the first empirical data on the metabolic cost of sound production in dolphins, which can be used to estimate metabolic costs of vocal responses to environmental perturbations in wild dolphins.","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Noren","given":"Dawn P."},{"family":"Holt","given":"Marla M."},{"family":"Dunkin","given":"Robin C."},{"family":"Williams","given":"Terrie M."}],"citation-key":"noren_etal13","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.083212","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[["2013",1,1]]},"language":"en","page":"jeb.083212","source":"DOI.org (Crossref)","title":"The metabolic cost of communicative sound production in bottlenose dolphins ( <i>Tursiops truncatus</i> )","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.083212/257659/The-metabolic-cost-of-communicative-sound"},
  {"id":"nuzzo14","author":[{"family":"Nuzzo","given":"Regina"}],"citation-key":"nuzzo14","container-title":"Nature","DOI":"10.1038/506150a","issued":{"date-parts":[["2014"]]},"language":"en","page":"150-152","source":"Zotero","title":"Scientific method: statistical errors","type":"article-journal","volume":"506"},
  {"id":"oberweger_goller01","abstract":"The metabolic cost of birdsong production has not been studied in detail but is of importance in our understanding of how selective pressures shape song behavior. We measured rates of oxygen consumption during song in three songbird species, zebra ﬁnches (Taeniopygia guttata), Waterslager canaries (Serinus canaria) and European starlings (Sturnus vulgaris). These species sing songs with different acoustic and temporal characteristics: short stereotyped song (zebra ﬁnch), long song with high temporal complexity (canary) and long song with high acoustic, but low temporal, complexity (starling).","author":[{"family":"Oberweger","given":"K"},{"family":"Goller","given":"F"}],"citation-key":"oberweger_goller01","container-title":"The Journal of Experimental Biology","DOI":"10.1242/jeb.204.19.3379","issued":{"date-parts":[["2001"]]},"language":"en","page":"3379-3388","source":"Zotero","title":"Metabolic cost of singing","type":"article-journal","volume":"204"},
  {"id":"oller73","abstract":"The duration of speech segments as a function of position in utterances (initial, medial, final) was studied. In the first experiment seven English speakers read nonsense utterances of the form “say a [bab], say a [bábab], say a [babáb],” etc. Spectrograms were used to determine the duration of speech segments in the readings. Final syllables were found to be longer than nonfinal syllables. Final-syllable vowel increments were approximately 100 msec. Final-syllable consonant increments were less than vowel increments; for instance, absolute final consonant increments were about 20 msec. Also word-initial consonants were found to be lengthened by 20–30 msec over medial consonants. Subsequent experimentation demonstrated with English nonsense words that (1) final-syllable and initial-consonant lengthening occur in utterances with various intonational patterns (imperative, declarative, interrogative); (2) final-syllable lengthening occurs in word-final and phrase-final positions as well as in utterance-final position; and (3) final-syllable and initial-consonant lengthening occur in various kinds of syllables, including syllables with diphthongs, with fricative consonants, with voiceless stops, with consonant cluster, and with no final consonants (i.e., CV syllables). These studies report durational increments of particularly great magnitude for absolute final fricative consonants. Explanations of the lengthening effects are discussed. One theory suggests that lengthening in certain utterance positions is a learned aspect of language which cues listeners concerning the location of boundaries of words, phrases, or sentences. Explanations based on hypothesized properties of the speech production process are also discussed.","accessed":{"date-parts":[["2024",5,14]]},"author":[{"family":"Oller","given":"D. Kimbrough"}],"citation-key":"oller73","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.1914393","ISSN":"0001-4966, 1520-8524","issue":"5","issued":{"date-parts":[["1973",11,1]]},"language":"en","page":"1235-1247","source":"DOI.org (Crossref)","title":"The effect of position in utterance on speech segment duration in English","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/54/5/1235/605848/The-effect-of-position-in-utterance-on-speech","volume":"54"},
  {"id":"ophir_etal10","abstract":"The energetic cost of acoustic signalling varies tremendously among species. Understanding factors responsible for this heterogeneity is important for understanding the costs and beneﬁts of signalling. Here, we present a general model, based on well-established principles of bioenergetics, which predicts the energetic cost of call production across species. We test model predictions using an extensive database of resting and calling metabolic rates of insects, amphibians and birds. Results are largely supportive of model predictions. Calling metabolic rates scale predictably with body mass and temperature such that calling and resting metabolic rates are directly proportional to each other. The cost of acoustic signalling is $8 times higher than resting metabolic rate in ectotherms, and $2 times higher in birds. Differences in the increase in metabolic rate during calling are explained by the relative size of species’ sound-producing muscles. Combined with published work, we quantify call efﬁciency and discuss model implications.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Ophir","given":"A. G."},{"family":"Schrader","given":"S. B."},{"family":"Gillooly","given":"J. F."}],"citation-key":"ophir_etal10","container-title":"Journal of Evolutionary Biology","container-title-short":"J of Evolutionary Biology","DOI":"10.1111/j.1420-9101.2010.02005.x","ISSN":"1010-061X, 1420-9101","issue":"7","issued":{"date-parts":[["2010",7]]},"language":"en","page":"1564-1569","source":"DOI.org (Crossref)","title":"Energetic cost of calling: general constraints and species‐specific differences","title-short":"Energetic cost of calling","type":"article-journal","URL":"https://academic.oup.com/jeb/article/23/7/1564-1569/7324373","volume":"23"},
  {"id":"owen_etal19","abstract":"Cultural transmission of behaviour is important in a wide variety of vertebrate taxa from birds to humans. Vocal traditions and vocal learning provide a strong foundation for studying culture and its transmission in both humans and cetaceans. Male humpback whales (Megaptera novaeangliae) perform complex, culturally transmitted song displays that can change both evolutionarily (through accumulations of small changes) or revolutionarily (where a population rapidly adopts a novel song). The degree of coordination and conformity underlying song revolutions makes their study of particular interest. Acoustic contact on migratory routes may provide a mechanism for cultural revolutions of song, yet these areas of contact remain uncertain. Here, we compared songs recorded from the Kermadec Islands, a recently discovered migratory stopover, to multiple South Pacific wintering grounds. Similarities in song themes from the Kermadec Islands and multiple wintering locations (from New Caledonia across to the Cook Islands) suggest a location allowing cultural transmission of song eastward across the South Pacific, active song learning (hybrid songs) and the potential for cultural convergence after acoustic isolation at the wintering grounds. As with the correlations in humans between genes, communication and migration, the migration patterns of humpback whales are written into their songs.","author":[{"family":"Owen","given":"Clare"},{"family":"Rendell","given":"Luke"},{"family":"Constantine","given":"Rochelle"},{"family":"Noad","given":"Michael J."},{"family":"Allen","given":"Jenny"},{"family":"Andrews","given":"Olive"},{"family":"Garrigue","given":"Claire"},{"family":"Poole","given":"M. Michael"},{"family":"Donnelly","given":"David"},{"family":"Hauser","given":"Nan"},{"family":"Garland","given":"Ellen C."}],"citation-key":"owen_etal19","container-title":"Royal Society Open Science","DOI":"10.1098/rsos.190337","ISSN":"20545703","issue":"9","issued":{"date-parts":[["2019"]]},"title":"Migratory convergence facilitates cultural transmission of humpback whale song","type":"article-journal","volume":"6"},
  {"id":"paschen_etal22","abstract":"Lengthening of segments at the end of prosodic domains is commonly considered a universal phenomenon, but language-speciﬁc variation has also been reported, speciﬁcally in languages with a phonological vowel length contrast. This cross-linguistic study uses spontaneous speech data from the DoReCo corpus as a testbed to investigate Final Lengthening (FL) in a diverse sample of 25 mostly understudied languages, thirteen of which have a phonological vowel length contrast. The duration of vowels was labeled using an automatic aligner, with additional manual corrections of word boundaries upon which reﬁned segment alignments were created. The study reveals that (i) FL is a widespread process across languages; (ii) FL shows a wide variety of manifestations with respect to the degree and scope of lengthening; (iii) there are several signiﬁcant interactions between phonological length and positional lengthening. These results lend support to theories assuming a phonological nature of Final Lengthening.","author":[{"family":"Paschen","given":"Ludger"},{"family":"Fuchs","given":"Susanne"},{"family":"Seifart","given":"Frank"}],"citation-key":"paschen_etal22","container-title":"Journal of Phonetics","DOI":"10.1016/j.wocn.2022.101179","issue":"101179","issued":{"date-parts":[["2022"]]},"language":"en","source":"Zotero","title":"Final Lengthening and vowel length in 25 languages","type":"article-journal","volume":"94"},
  {"id":"piantadosi_etal11","abstract":"We demonstrate a substantial improvement on one of the most celebrated empirical laws in the study of language, Zipf's 75-y-old theory that word length is primarily determined by frequency of use. In accord with rational theories of communication, we show across 10 languages that average information content is a much better predictor of word length than frequency. This indicates that human lexicons are efficiently structured for communication by taking into account interword statistical dependencies. Lexical systems result from an optimization of communicative pressures, coding meanings efficiently given the complex statistics of natural language use.","accessed":{"date-parts":[["2024",10,14]]},"author":[{"family":"Piantadosi","given":"Steven T."},{"family":"Tily","given":"Harry"},{"family":"Gibson","given":"Edward"}],"citation-key":"piantadosi_etal11","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.1012551108","ISSN":"0027-8424, 1091-6490","issue":"9","issued":{"date-parts":[["2011",3]]},"language":"en","page":"3526-3529","source":"DOI.org (Crossref)","title":"Word lengths are optimized for efficient communication","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.1012551108","volume":"108"},
  {"id":"piantadosi_gibson14","abstract":"Absolute linguistic universals are often justiﬁed by cross-linguistic analysis: If all observed languages exhibit a property, the property is taken to be a likely universal, perhaps speciﬁed in the cognitive or linguistic systems of language learners and users. In many cases, these patterns are then taken to motivate linguistic theory. Here, we show that cross-linguistic analysis will very rarely be able to statistically justify absolute, inviolable patterns in language. We formalize two statistical methods—frequentist and Bayesian—and show that in both it is possible to ﬁnd strict linguistic universals, but that the numbers of independent languages necessary to do so is generally unachievable. This suggests that methods other than typological statistics are necessary to establish absolute properties of human language, and thus that many of the purported universals in linguistics have not received sufﬁcient empirical justiﬁcation.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Piantadosi","given":"Steven T."},{"family":"Gibson","given":"Edward"}],"citation-key":"piantadosi_gibson14","container-title":"Cognitive Science","container-title-short":"Cognitive Science","DOI":"10.1111/cogs.12088","ISSN":"0364-0213, 1551-6709","issue":"4","issued":{"date-parts":[["2014",5]]},"language":"en","page":"736-756","source":"DOI.org (Crossref)","title":"Quantitative standards for absolute linguistic universals","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.12088","volume":"38"},
  {"id":"piantadosi14","abstract":"The frequency distribution of words has been a key object of study in statistical linguistics for the past 70 years. This distribution approximately follows a simple mathematical form known as Zipf ’ s law. This article first shows that human language has a highly complex, reliable structure in the frequency distribution over and above this classic law, although prior data visualization methods have obscured this fact. A number of empirical phenomena related to word frequencies are then reviewed. These facts are chosen to be informative about the mechanisms giving rise to Zipf’s law and are then used to evaluate many of the theoretical explanations of Zipf’s law in language. No prior account straightforwardly explains all the basic facts or is supported with independent evaluation of its underlying assumptions. To make progress at understanding why language obeys Zipf’s law, studies must seek evidence beyond the law itself, testing assumptions and evaluating novel predictions with new, independent data.","accessed":{"date-parts":[["2023",8,3]]},"author":[{"family":"Piantadosi","given":"Steven T."}],"citation-key":"piantadosi14","container-title":"Psychonomic bulletin & review","container-title-short":"Psychon Bull Rev","DOI":"10.3758/s13423-014-0585-6","ISSN":"1069-9384","issue":"5","issued":{"date-parts":[["2014",10]]},"page":"1112-1130","PMCID":"PMC4176592","PMID":"24664880","source":"PubMed Central","title":"Zipf’s word frequency law in natural language: A critical review and future directions","title-short":"Zipf’s word frequency law in natural language","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4176592/","volume":"21"},
  {"id":"pimentel_etal23","accessed":{"date-parts":[["2024",10,30]]},"author":[{"family":"Pimentel","given":"Tiago"},{"family":"Meister","given":"Clara"},{"family":"Wilcox","given":"Ethan"},{"family":"Mahowald","given":"Kyle"},{"family":"Cotterell","given":"Ryan"}],"citation-key":"pimentel_etal23","container-title":"Proceedings of the 2023 Conference on Empirical Methods in Natural Language Processing","DOI":"10.18653/v1/2023.emnlp-main.137","event-place":"Singapore","event-title":"Proceedings of the 2023 Conference on Empirical Methods in Natural Language Processing","issued":{"date-parts":[["2023"]]},"language":"en","page":"2240-2255","publisher":"Association for Computational Linguistics","publisher-place":"Singapore","source":"DOI.org (Crossref)","title":"Revisiting the Optimality of Word Lengths","type":"paper-conference","URL":"https://aclanthology.org/2023.emnlp-main.137"},
  {"id":"pines18","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Pines","given":"Howard"}],"citation-key":"pines18","DOI":"10.1121/2.0000957","event-place":"Victoria, Canada","event-title":"176th Meeting of Acoustical Society of America 2018 Acoustics Week in Canada","issued":{"date-parts":[["2018"]]},"language":"en","page":"010003","publisher-place":"Victoria, Canada","source":"DOI.org (Crossref)","title":"Mapping the phonetic structure of humpback whale song units: extraction, classification, and Shannon-Zipf confirmation of sixty sub-units","title-short":"Mapping the phonetic structure of humpback whale song units","type":"paper-conference","URL":"https://pubs.aip.org/asa/poma/article/995051"},
  {"id":"porzio_etal24","abstract":"The songs of birds are complex signals that may have several functions and vary widely among species. Different ecological, behavioural and morphological factors, as well as phylogeny, have been associated as predictors of the evolution of song structure. However, the importance of differences in development, despite their relevance, has seldom been considered. Here, we analysed the evolution of song in two families of songbirds that differ in song development, manakins (suboscines) and cardinals (oscines), with their phylogeny, morphology, and ecology. Our results show that song characteristics had higher phylogenetic signal in cardinals than in manakins, suggesting higher evolutionary lability in the suboscines. Body mass was the main predictor of song parameters in manakins, and together with habitat type, had a major effect on cardinals’ song structure. Precipitation and altitude were also associated with some song characteristics in cardinals. Our results bring unexpected insights into birdsong evolution, in which non-learners (manakins) revealed greater evolutionary lability than song learners (cardinals).","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Porzio","given":"Natália S."},{"family":"Crottini","given":"Angelica"},{"family":"Leite","given":"Rafael N."},{"family":"Mota","given":"Paulo G."}],"citation-key":"porzio_etal24","container-title":"BMC Ecology and Evolution","container-title-short":"BMC Ecol Evo","DOI":"10.1186/s12862-024-02298-z","ISSN":"2730-7182","issue":"1","issued":{"date-parts":[["2024",8,19]]},"language":"en","page":"109","source":"DOI.org (Crossref)","title":"Song determined by phylogeny and body mass in two differently constrained groups of birds: manakins and cardinals","title-short":"Song determined by phylogeny and body mass in two differently constrained groups of birds","type":"article-journal","URL":"https://bmcevolbiol.biomedcentral.com/articles/10.1186/s12862-024-02298-z","volume":"24"},
  {"id":"rendell24","author":[{"family":"Rendell","given":"Luke"}],"citation-key":"rendell24","container-title":"The Conversation","issued":{"date-parts":[["2024"]]},"title":"Are we really about to talk to whales?","type":"article-magazine","URL":"https://theconversation.com/are-we-really-about-to-talk-to-whales-229778"},
  {"id":"revell24","abstract":"Phylogenetic comparative methods comprise the general endeavor of using an estimated phylogenetic tree (or set of trees) to make secondary inferences: about trait evolution, diversification dynamics, biogeography, community ecology, and a wide range of other phenomena or processes. Over the past ten years or so, the phytools R package has grown to become an important research tool for phylogenetic comparative analysis. phytools is a diverse contributed R library now consisting of hundreds of different functions covering a variety of methods and purposes in phylogenetic biology. As of the time of writing, phytools included functionality for fitting models of trait evolution, for reconstructing ancestral states, for studying diversification on trees, and for visualizing phylogenies, comparative data, and fitted models, as well numerous other tasks related to phylogenetic biology. Here, I describe some significant features of and recent updates to phytools, while also illustrating several popular workflows of the phytools computational software.","accessed":{"date-parts":[["2024",4,19]]},"author":[{"family":"Revell","given":"Liam J."}],"citation-key":"revell24","container-title":"PeerJ","DOI":"10.7717/peerj.16505","ISSN":"2167-8359","issued":{"date-parts":[["2024",1,5]]},"language":"en","license":"https://creativecommons.org/licenses/by/4.0/","page":"e16505","source":"DOI.org (Crossref)","title":"phytools 2.0: an updated R ecosystem for phylogenetic comparative methods (and other things)","title-short":"phytools 2.0","type":"article-journal","URL":"https://peerj.com/articles/16505","volume":"12"},
  {"id":"riede_etal19","abstract":"The unique avian vocal organ, the syrinx, is located at the caudal end of the trachea. Although a larynx is also present at the opposite end, birds phonate only with the syrinx. Why only birds evolved a novel sound source at this location remains unknown, and hypotheses about its origin are largely untested. Here, we test the hypothesis that the syrinx constitutes a biomechanical advantage for sound production over the larynx with combined theoretical and experimental approaches. We investigated whether the position of a sound source within the respiratory tract affects acoustic features of the vocal output, including fundamental frequency and efficiency of conversion from aerodynamic energy to sound. Theoretical data and measurements in three bird species suggest that sound frequency is influenced by the interaction between sound source and vocal tract. A physical model and a computational simulation also indicate that a sound source in a syringeal position produces sound with greater efficiency. Interestingly, the interactions between sound source and vocal tract differed between species, suggesting that the syringeal sound source is optimized for its position in the respiratory tract. These results provide compelling evidence that strong selective pressures for high vocal efficiency may have been a major driving force in the evolution of the syrinx. The longer trachea of birds compared to other tetrapods made them likely predisposed for the evolution of a syrinx. A long vocal tract downstream from the sound source improves efficiency by facilitating the tuning between fundamental frequency and the first vocal tract resonance.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Riede","given":"Tobias"},{"family":"Thomson","given":"Scott L."},{"family":"Titze","given":"Ingo R."},{"family":"Goller","given":"Franz"}],"citation-key":"riede_etal19","container-title":"PLOS Biology","container-title-short":"PLoS Biol","DOI":"10.1371/journal.pbio.2006507","editor":[{"family":"Sober","given":"Samuel"}],"ISSN":"1545-7885","issue":"2","issued":{"date-parts":[["2019",2,7]]},"language":"en","page":"e2006507","source":"DOI.org (Crossref)","title":"The evolution of the syrinx: An acoustic theory","title-short":"The evolution of the syrinx","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pbio.2006507","volume":"17"},
  {"id":"risueno-segovia_etal23","abstract":"Human language follows statistical regularities or linguistic laws. For instance, Zipf's law of brevity states that the more frequently a word is used, the shorter it tends to be. All human languages adhere to this word structure. However, it is unclear whether Zipf's law emerged de novo in humans or whether it also exists in the non-linguistic vocal systems of our primate ancestors. Using a vocal conditioning paradigm, we examined the capacity of marmoset monkeys to efficiently encode vocalizations. We observed that marmosets adopted vocal compression strategies at three levels: (i) increasing call rate, (ii) decreasing call duration and (iii) increasing the proportion of short calls. Our results demonstrate that marmosets, when able to freely choose what to vocalize, exhibit vocal statistical regularities consistent with Zipf's law of brevity that go beyond their context-specific natural vocal behaviour. This suggests that linguistic laws emerged in non-linguistic vocal systems in the primate lineage.","accessed":{"date-parts":[["2024",10,14]]},"author":[{"family":"Risueno-Segovia","given":"Cristina"},{"family":"Dohmen","given":"Deniz"},{"family":"Gultekin","given":"Yasemin B."},{"family":"Pomberger","given":"Thomas"},{"family":"Hage","given":"Steffen R."}],"citation-key":"risueno-segovia_etal23","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2023.1503","ISSN":"0962-8452, 1471-2954","issue":"2007","issued":{"date-parts":[["2023",9,27]]},"language":"en","page":"20231503","source":"DOI.org (Crossref)","title":"Linguistic law-like compression strategies emerge to maximize coding efficiency in marmoset vocal communication","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2023.1503","volume":"290"},
  {"id":"rohrmeier_etal15","author":[{"family":"Rohrmeier","given":"Martin"},{"family":"Zuidema","given":"Willem"},{"family":"Wiggins","given":"Geraint A."},{"family":"Scharff","given":"Constance"}],"citation-key":"rohrmeier_etal15","container-title":"Philos Trans R Soc B","DOI":"10.1098/rstb.2014.0097","issued":{"date-parts":[["2015"]]},"page":"20140097","title":"Principles of structure building in music, language and animal song","type":"article-journal","volume":"370"},
  {"id":"romagosa_etal24","abstract":"Animal songs can change within and between populations as the result of different evolutionary processes. When these processes include cultural transmission, the social learning of information or behaviours from conspecifics, songs can undergo rapid evolutions because cultural novelties can emerge more frequently than genetic mutations. Understanding these song variations over large temporal and spatial scales can provide insights into the patterns, drivers and limits of song evolution that can ultimately inform on the species’ capacity to adapt to rapidly changing acoustic environments. Here, we analysed changes in fin whale (Balaenoptera physalus) songs recorded over two decades across the central and eastern North Atlantic Ocean. We document a rapid replacement of song INIs (inter-­note intervals) over just four singing seasons, that co-­occurred with hybrid songs (with both INIs), and a clear geographic gradient in the occurrence of different song INIs during the transition period. We also found gradual changes in INIs and note frequencies over more than a decade with fin whales adopting song changes. These results provide evidence of vocal learning in fin whales and reveal patterns of song evolution that raise questions on the limits of song variation in this species.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Romagosa","given":"Miriam"},{"family":"Nieukirk","given":"Sharon"},{"family":"Cascão","given":"Irma"},{"family":"Marques","given":"Tiago A"},{"family":"Dziak","given":"Robert"},{"family":"Royer","given":"Jean-Yves"},{"family":"O'Brien","given":"Joanne"},{"family":"Mellinger","given":"David K"},{"family":"Pereira","given":"Andreia"},{"family":"Ugalde","given":"Arantza"},{"family":"Papale","given":"Elena"},{"family":"Aniceto","given":"Sofia"},{"family":"Buscaino","given":"Giuseppa"},{"family":"Rasmussen","given":"Marianne"},{"family":"Matias","given":"Luis"},{"family":"Prieto","given":"Rui"},{"family":"Silva","given":"Mónica A"}],"citation-key":"romagosa_etal24","container-title":"eLife","DOI":"10.7554/eLife.83750","ISSN":"2050-084X","issued":{"date-parts":[["2024",1,9]]},"language":"en","page":"e83750","source":"DOI.org (Crossref)","title":"Fin whale song evolution in the North Atlantic","type":"article-journal","URL":"https://elifesciences.org/articles/83750","volume":"13"},
  {"id":"ryan_bossert24","abstract":"Artificial intelligence (AI) technologies are increasingly used in conservation practices, e.g., to prevent poaching or inventory wildlife. Another area of application is using AI to decode animal vocalisations to understand better—and subsequently better protect—the animals. It has already been applied to different species, including various whale species.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Ryan","given":"Mark"},{"family":"Bossert","given":"Leonie N."}],"citation-key":"ryan_bossert24","container-title":"Biological Conservation","container-title-short":"Biological Conservation","DOI":"10.1016/j.biocon.2024.110648","ISSN":"00063207","issued":{"date-parts":[["2024",7]]},"language":"en","page":"110648","source":"DOI.org (Crossref)","title":"Dr. Doolittle uses AI: Ethical challenges of trying to speak whale","title-short":"Dr. Doolittle uses AI","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0006320724002106","volume":"295"},
  {"id":"ryan88","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Ryan","given":"Michael J."}],"citation-key":"ryan88","container-title":"American Zoologist","container-title-short":"Am Zool","DOI":"10.1093/icb/28.3.885","ISSN":"0003-1569","issue":"3","issued":{"date-parts":[["1988",8]]},"language":"en","page":"885-898","source":"DOI.org (Crossref)","title":"Energy, Calling, and Selection","type":"article-journal","URL":"https://academic.oup.com/icb/article-lookup/doi/10.1093/icb/28.3.885","volume":"28"},
  {"id":"safryghinVariableExpressionLinguistic2022","author":[{"family":"Safryghin","given":"Alexandra"},{"family":"Cross","given":"Catharine"},{"family":"Fallon","given":"Brittany"},{"family":"Heesen","given":"Raphaela"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hobaiter","given":"Catherine"}],"citation-key":"safryghinVariableExpressionLinguistic2022","container-title":"Royal Society Open Science","DOI":"10.1098/rsos.220849","issued":{"date-parts":[["2022"]]},"language":"en","page":"220849","source":"Zotero","title":"Variable expression of linguistic laws in ape gesture: a case study from chimpanzee sexual solicitation","type":"article-journal","URL":"https://doi.org/10.1098/rsos.220849","volume":"9"},
  {"id":"sainburg_etal19","abstract":"Abstract\n            Human speech possesses a rich hierarchical structure that allows for meaning to be altered by words spaced far apart in time. Conversely, the sequential structure of nonhuman communication is thought to follow non-hierarchical Markovian dynamics operating over only short distances. Here, we show that human speech and birdsong share a similar sequential structure indicative of both hierarchical and Markovian organization. We analyze the sequential dynamics of song from multiple songbird species and speech from multiple languages by modeling the information content of signals as a function of the sequential distance between vocal elements. Across short sequence-distances, an exponential decay dominates the information in speech and birdsong, consistent with underlying Markovian processes. At longer sequence-distances, the decay in information follows a power law, consistent with underlying hierarchical processes. Thus, the sequential organization of acoustic elements in two learned vocal communication signals (speech and birdsong) shows functionally equivalent dynamics, governed by similar processes.","accessed":{"date-parts":[["2023",4,17]]},"author":[{"family":"Sainburg","given":"Tim"},{"family":"Theilman","given":"Brad"},{"family":"Thielk","given":"Marvin"},{"family":"Gentner","given":"Timothy Q."}],"citation-key":"sainburg_etal19","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-019-11605-y","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2019",8,12]]},"language":"en","page":"3636","source":"DOI.org (Crossref)","title":"Parallels in the sequential organization of birdsong and human speech","type":"article-journal","URL":"https://www.nature.com/articles/s41467-019-11605-y","volume":"10"},
  {"id":"samson_etal14","abstract":"Researchers have suggested that the ability of male primates to emit long-distance vocalizations is energetically costly and potentially incurring important adaptive consequences upon the calling individuals. Here, we present the first preliminary data on captive orangutan (\n              Pongo\n              spp.) nocturnal long calls, generated at the Indianapolis Zoo. We used videography to characterize long calls with observed behavioral contexts for 48 nights (816 observed hours totaling 83 long calls). We generated somnographic data for a subset of the long calls. Overall measures of sleep quality generated by infrared videography were then compared to the somnographic, nocturnal long call data. We tested hypotheses related to the proximate mechanisms involved in the initialization of vocalization and the potential costs of emitting long calls to overall sleep quality. We found that (1) performed long calls were conscious and premeditated in nature and (2) greater number of night-time long calls shared a positive relationship with arousability and sleep fragmentation and a negative relationship with total sleep time and sleep quality. These findings strongly suggest that only several minutes of total time invested in long calls throughout the night disproportionately cost the caller by negatively impacting overall sleep quality.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Samson","given":"David R."},{"family":"Hurst","given":"Del"},{"family":"Shumaker","given":"Robert W."}],"citation-key":"samson_etal14","container-title":"Advances in Zoology","container-title-short":"Advances in Zoology","DOI":"10.1155/2014/101763","ISSN":"2356-6922, 2314-7865","issued":{"date-parts":[["2014",9,7]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","page":"1-8","source":"DOI.org (Crossref)","title":"Orangutan night-time long call behavior: sleep quality costs associated with vocalizations in captive Pongo","title-short":"Orangutan Night-Time Long Call Behavior","type":"article-journal","URL":"https://www.hindawi.com/journals/az/2014/101763/","volume":"2014"},
  {"id":"schall_etal21","abstract":"Abstract\n            Humpback whale males are known to sing on their low-latitude breeding grounds, but it is well established that songs are also commonly produced ‘off-season’ on the feeding grounds or during migration. This opens exciting opportunities to investigate migratory aggregations, study humpback whale behavioral plasticity and potentially even assign individual singers to specific breeding grounds. In this study, we analyzed passive acoustic data from 13 recording positions and multiple years (2011–2018) within the Atlantic sector of the Southern Ocean (ASSO). Humpback whale song was detected at nine recording positions in five years. Most songs were recorded in May, austral fall, coinciding with the rapid increase in sea ice concentration at most recording positions. The spatio-temporal pattern in humpback whale singing activity on Southern Ocean feeding grounds is most likely shaped by local prey availability and humpback whale migratory strategies. Furthermore, the comparative analyses of song structures clearly show a differentiation of two song groups, of which one was solely recorded at the western edge of the ASSO and the other song group was recorded throughout the ASSO. This new finding suggests a common feeding ground occupation by multiple humpback whale populations in the ASSO, allowing for cultural and potentially even genetic exchange among populations.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Schall","given":"Elena"},{"family":"Thomisch","given":"Karolin"},{"family":"Boebel","given":"Olaf"},{"family":"Gerlach","given":"Gabriele"},{"family":"Mangia Woods","given":"Sari"},{"family":"T. Roca","given":"Irene"},{"family":"Van Opzeeland","given":"Ilse"}],"citation-key":"schall_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-021-98295-z","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",9,22]]},"language":"en","page":"18806","source":"DOI.org (Crossref)","title":"Humpback whale song recordings suggest common feeding ground occupation by multiple populations","type":"article-journal","URL":"https://www.nature.com/articles/s41598-021-98295-z","volume":"11"},
  {"id":"schall_etal22","abstract":"Abstract\n            \n              The Atlantic sector of the Southern Ocean (ASSO) has one of the highest densities of Antarctic krill (\n              Euphausia superba\n              ) compared to other polar and subpolar regions, which attracts migratory baleen whale species to aggregate in this area for feeding. Humpback whales (\n              Megaptera novaeangliae\n              ) also sing extensively while on the Southern Ocean feeding grounds which allows for the exploration of song similarity between feeding grounds and breeding populations which helps to understand population mixing. The results of comparative song analyses between the ASSO and the Ecuadorian and Brazilian breeding populations and recordings from the Chilean, South African and Namibian migration routes/mid-latitude feeding grounds revealed that individuals from at least three humpback whale breeding populations most likely migrate to shared feeding grounds in the ASSO. Humpback whales from different populations potentially mix at different times (i.e., years) at feeding hotspots in variable locations. The ASSO seems to provide sufficient prey resources and seems to present an important area for both cultural and maybe even genetic exchange between populations supporting the maintenance of large gene pools. Assuming that multi-population feeding hotspots are also suitable habitat for krill and other krill-dependent predators, these areas in the ASSO should be carefully managed integrating population, ecosystem and fisheries management.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Schall","given":"Elena"},{"family":"Djokic","given":"Divna"},{"family":"Ross-Marsh","given":"Erin C."},{"family":"Oña","given":"Javier"},{"family":"Denkinger","given":"Judith"},{"family":"Ernesto Baumgarten","given":"Julio"},{"family":"Rodrigues Padovese","given":"Linilson"},{"family":"Rossi-Santos","given":"Marcos R."},{"family":"Carvalho Gonçalves","given":"Maria Isabel"},{"family":"Sousa-Lima","given":"Renata"},{"family":"Hucke-Gaete","given":"Rodrigo"},{"family":"Elwen","given":"Simon"},{"family":"Buchan","given":"Susannah"},{"family":"Gridley","given":"Tess"},{"family":"Van Opzeeland","given":"Ilse"}],"citation-key":"schall_etal22","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-022-17999-y","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2022",8,17]]},"language":"en","page":"13924","source":"DOI.org (Crossref)","title":"Song recordings suggest feeding ground sharing in Southern Hemisphere humpback whales","type":"article-journal","URL":"https://www.nature.com/articles/s41598-022-17999-y","volume":"12"},
  {"id":"seddon05","abstract":"Given that evolutionary divergence in mating signals leads to reproductive isolation in numerous animal taxa, understanding what drives signal divergence is fundamental to our understanding of speciation. Mating signals are thought to diverge via several processes, including (1) as a by-product of morphological adaptation, (2) through direct adaptation to the signaling environment, or (3) to facilitate species recognition. According to the ﬁrst two hypotheses, birdsongs diversify in different foraging niches and habitats as a product of selection for optimal morphology and efﬁcient sound transmission, respectively. According to the third hypothesis, they diversify as a result of selection against maladaptive hybridization. In this study I test all three hypotheses by examining the inﬂuence of morphology, acoustic environment, and the presence of closely related congeners on song structure in 163 species of antbird (Thamnophilidae). Unlike oscine passerines, these Neotropical suboscines make ideal subjects because they develop their songs without learning. In other words, patterns of vocal divergence are not complicated by cultural evolution. In support of the morphological adaptation hypothesis, body mass correlates with the acoustic frequency of songs, and bill size with temporal patterning. These relationships were robust, even when controlling for phylogenetic inertia using independent contrasts, suggesting that there has been correlated evolution between morphological and acoustic traits. The results also support the acoustic adaptation hypothesis: birds which habitually sing in the understory and canopy produce higher-pitched songs than those that sing in the midstory, suggesting that song structure is related to the sound transmission properties of different habitat strata. Finally, the songs of sympatric pairs of closely related species are more divergent than those of allopatric pairs, as predicted by the species recognition hypothesis. To my knowledge, these data provide the ﬁrst direct evidence that species recognition and ecological adaptation operate in tandem, and that the interplay between these factors drives the evolution of mating signals in suboscine birds.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Seddon","given":"Nathalie"}],"citation-key":"seddon05","container-title":"Evolution","container-title-short":"Evolution","DOI":"10.1111/j.0014-3820.2005.tb00906.x","ISSN":"0014-3820, 1558-5646","issue":"1","issued":{"date-parts":[["2005",1]]},"language":"en","license":"http://doi.wiley.com/10.1002/tdm_license_1.1","page":"200-215","source":"DOI.org (Crossref)","title":"Ecological adaptation and species recognition drives vocal evolution in neotropical suboscine birds","type":"article-journal","URL":"https://academic.oup.com/evolut/article/59/1/200/6755835","volume":"59"},
  {"id":"seifart_etal21","abstract":"Words in utterance-final positions are often pronounced more slowly than utterance-medial words, as previous studies on individual languages have shown. This paper provides a systematic cross-linguistic comparison of relative durations of final and penultimate words in utterances in terms of the degree to which such words are lengthened. The study uses time-aligned corpora from 10 genealogically, areally, and culturally diverse languages, including eight small, under-resourced, and mostly endangered languages, as well as English and Dutch. Clear effects of lengthening words at the end of utterances are found in all 10 languages, but the degrees of lengthening vary. Languages also differ in the relative durations of words that precede utterance-final words. In languages with on average short words in terms of number of segments, these penultimate words are also lengthened. This suggests that lengthening extends backwards beyond the final word in these languages, but not in languages with on average longer words. Such typological patterns highlight the importance of examining prosodic phenomena in diverse language samples beyond the small set of majority languages most commonly investigated so far.","author":[{"family":"Seifart","given":"Frank"},{"family":"Strunk","given":"Jan"},{"family":"Danielsen","given":"Swintha"},{"family":"Hartmann","given":"Iren"},{"family":"Pakendorf","given":"Brigitte"},{"family":"Wichmann","given":"Søren"},{"family":"Witzlack-Makarevich","given":"Alena"},{"family":"Himmelmann","given":"Nikolaus P."},{"family":"Bickel","given":"Balthasar"}],"citation-key":"seifart_etal21","container-title":"Linguistics Vangaurd","DOI":"10.1515/lingvan-2019-0063","issue":"1","issued":{"date-parts":[["2021"]]},"language":"en","page":"20190063","source":"Zotero","title":"The extent and degree of utterance-final word lengthening in spontaneous speech from 10 languages","type":"article-journal","volume":"7"},
  {"id":"seifart_etal22","author":[{"family":"Seifart","given":"Frank"},{"family":"Paschen","given":"Ludger"},{"family":"Stave","given":"Matthew"}],"citation-key":"seifart_etal22","DOI":"10.34847/nkl.7cbfq779","issued":{"date-parts":[["2022"]]},"title":"Language Documentation Reference Corpus (DoReCo)","type":"dataset","URL":"https://doreco.huma-num.fr/","version":"1.2"},
  {"id":"selbmann_etal23","abstract":"Abstract\n            \n              Acoustic sequences have been described in a range of species and in varying complexity. Cetaceans are known to produce complex song displays but these are generally limited to mysticetes; little is known about call combinations in odontocetes. Here we investigate call combinations produced by killer whales (\n              Orcinus orca\n              ), a highly social and vocal species. Using acoustic recordings from 22 multisensor tags, we use a first order Markov model to show that transitions between call types or subtypes were significantly different from random, with repetitions and specific call combinations occurring more often than expected by chance. The mixed call combinations were composed of two or three calls and were part of three call combination clusters. Call combinations were recorded over several years, from different individuals, and several social clusters. The most common call combination cluster consisted of six call (sub-)types. Although different combinations were generated, there were clear rules regarding which were the first and last call types produced, and combinations were highly stereotyped. Two of the three call combination clusters were produced outside of feeding contexts, but their function remains unclear and further research is required to determine possible functions and whether these combinations could be behaviour- or group-specific.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Selbmann","given":"Anna"},{"family":"Miller","given":"Patrick J. O."},{"family":"Wensveen","given":"Paul J."},{"family":"Svavarsson","given":"Jörundur"},{"family":"Samarra","given":"Filipa I. P."}],"citation-key":"selbmann_etal23","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-023-48349-1","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2023",12,8]]},"language":"en","page":"21771","source":"DOI.org (Crossref)","title":"Call combination patterns in Icelandic killer whales (Orcinus orca)","type":"article-journal","URL":"https://www.nature.com/articles/s41598-023-48349-1","volume":"13"},
  {"id":"semple_etal10","abstract":"A key characteristic of human language efficiency is that more frequently used words tend to be shorter in length—the ‘law of brevity’. To date, no test of this relationship between frequency of use and length has been carried out on non-human animal vocal communication. We show here that the vocal repertoire of the Formosan macaque (\n              Macaca cyclopis\n              ) conforms to the pattern predicted by the law of brevity, with an inverse relationship found between call duration and rate of utterance. This finding provides evidence for coding efficiency in the vocal communication system of this species, and indicates commonality in the basic structure of the coding system between human language and vocal communication in this non-human primate.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Semple","given":"Stuart"},{"family":"Hsu","given":"Minna J."},{"family":"Agoramoorthy","given":"Govindasamy"}],"citation-key":"semple_etal10","container-title":"Biology Letters","container-title-short":"Biol. Lett.","DOI":"10.1098/rsbl.2009.1062","ISSN":"1744-9561, 1744-957X","issue":"4","issued":{"date-parts":[["2010",8,23]]},"language":"en","page":"469-471","source":"DOI.org (Crossref)","title":"Efficiency of coding in macaque vocal communication","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsbl.2009.1062","volume":"6"},
  {"id":"semple_etal22","accessed":{"date-parts":[["2023",8,3]]},"author":[{"family":"Semple","given":"Stuart"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Gustison","given":"Morgan L."}],"citation-key":"semple_etal22","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2021.08.012","ISSN":"01695347","issue":"1","issued":{"date-parts":[["2022",1]]},"language":"en","page":"53-66","source":"DOI.org (Crossref)","title":"Linguistic laws in biology","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0169534721002305","volume":"37"},
  {"id":"seyfarth_etal10","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Seyfarth","given":"Robert M."},{"family":"Cheney","given":"Dorothy L."},{"family":"Bergman","given":"Thore"},{"family":"Fischer","given":"Julia"},{"family":"Zuberbühler","given":"Klaus"},{"family":"Hammerschmidt","given":"Kurt"}],"citation-key":"seyfarth_etal10","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2010.04.012","ISSN":"00033472","issue":"1","issued":{"date-parts":[["2010",7]]},"language":"en","page":"3-8","source":"DOI.org (Crossref)","title":"The central importance of information in studies of animal communication","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347210001429","volume":"80"},
  {"id":"seyfarth14","abstract":"Language-users reduce words in predictable contexts. Previous research indicates that reduction may be stored in lexical representation if a word is often reduced. Because representation inﬂuences production regardless of context, production should be biased by how often each word has been reduced in the speaker’s prior experience. This study investigates whether speakers have a context-independent bias to reduce low-informativity words, which are usually predictable and therefore usually reduced. Content word durations were extracted from the Buckeye and Switchboard speech corpora, and analyzed for probabilistic reduction effects using a language model based on spontaneous speech in the Fisher corpus. The analysis supported the hypothesis: low-informativity words have shorter durations, even when the effects of local contextual predictability, frequency, speech rate, and several other variables are controlled for. Additional models that compared word types against only other words of the same segmental length further supported this conclusion. Words that usually appear in predictable contexts are reduced in all contexts, even those in which they are unpredictable. The result supports representational models in which reduction is stored, and where sufﬁciently frequent reduction biases later production. The ﬁnding provides new evidence that probabilistic reduction interacts with lexical representation.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Seyfarth","given":"Scott"}],"citation-key":"seyfarth14","container-title":"Cognition","container-title-short":"Cognition","DOI":"10.1016/j.cognition.2014.06.013","ISSN":"00100277","issue":"1","issued":{"date-parts":[["2014",10]]},"language":"en","page":"140-155","source":"DOI.org (Crossref)","title":"Word informativity influences acoustic duration: Effects of contextual predictability on lexical representation","title-short":"Word informativity influences acoustic duration","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0010027714001231","volume":"133"},
  {"id":"shahzad_etal15","abstract":"Background: The combination of domains in multidomain proteins enhances their function and structure but lengthens the molecules and increases their cost at cellular level.\nMethods: The dependence of domain length on the number of domains a protein holds was surveyed for a set of 60 proteomes representing free-living organisms from all kingdoms of life. Distributions were fitted using non-linear functions and fitted parameters interpreted with a formulation of decreasing returns.\nResults: We find that domain length decreases with increasing number of domains in proteins, following the Menzerath-Altmann (MA) law of language. Highly significant negative correlations exist for the set of proteomes examined. Mathematically, the MA law expresses as a power law relationship that unfolds when molecular persistence P is a function of domain accretion. P holds two terms, one reflecting the matter-energy cost of adding domains and extending their length, the other reflecting how domain length and number impinges on information and biophysics. The pattern of diminishing returns can therefore be explained as a frustrated interplay between the strategies of economy, flexibility and robustness, matching previously observed trade-offs in the domain makeup of proteomes. Proteomes of Archaea, Fungi and to a lesser degree Plants show the largest push towards molecular economy, each at their own economic stratum. Fungi increase domain size in single domain proteins while reinforcing the pattern of diminishing returns. In contrast, Metazoa, and to lesser degrees Protista and Bacteria, relax economy. Metazoa achieves maximum flexibility and robustness by harboring compact molecules and complex domain organization, offering a new functional vocabulary for molecular biology.\nConclusions: The tendency of parts to decrease their size when systems enlarge is universal for language and music, and now for parts of macromolecules, extending the MA law to natural systems.","accessed":{"date-parts":[["2024",8,16]]},"author":[{"family":"Shahzad","given":"Khuram"},{"family":"Mittenthal","given":"Jay E."},{"family":"Caetano-Anollés","given":"Gustavo"}],"citation-key":"shahzad_etal15","container-title":"BMC Systems Biology","container-title-short":"BMC Syst Biol","DOI":"10.1186/s12918-015-0192-9","ISSN":"1752-0509","issue":"1","issued":{"date-parts":[["2015",12]]},"language":"en","page":"44","source":"DOI.org (Crossref)","title":"The organization of domains in proteins obeys Menzerath-Altmann’s law of language","type":"article-journal","URL":"https://bmcsystbiol.biomedcentral.com/articles/10.1186/s12918-015-0192-9","volume":"9"},
  {"id":"sharma_etal24","abstract":"Abstract\n            \n              Sperm whales (\n              Physeter macrocephalus\n              ) are highly social mammals that communicate using sequences of clicks called codas. While a subset of codas have been shown to encode information about caller identity, almost everything else about the sperm whale communication system, including its structure and information-carrying capacity, remains unknown. We show that codas exhibit contextual and combinatorial structure. First, we report previously undescribed features of codas that are sensitive to the conversational context in which they occur, and systematically controlled and imitated across whales. We call these rubato and ornamentation. Second, we show that codas form a combinatorial coding system in which rubato and ornamentation combine with two context-independent features we call rhythm and tempo to produce a large inventory of distinguishable codas. Sperm whale vocalisations are more expressive and structured than previously believed, and built from a repertoire comprising nearly an order of magnitude more distinguishable codas. These results show context-sensitive and combinatorial vocalisation can appear in organisms with divergent evolutionary lineage and vocal apparatus.","accessed":{"date-parts":[["2024",6,12]]},"author":[{"family":"Sharma","given":"Pratyusha"},{"family":"Gero","given":"Shane"},{"family":"Payne","given":"Roger"},{"family":"Gruber","given":"David F."},{"family":"Rus","given":"Daniela"},{"family":"Torralba","given":"Antonio"},{"family":"Andreas","given":"Jacob"}],"citation-key":"sharma_etal24","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-024-47221-8","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2024",5,7]]},"language":"en","page":"3617","source":"DOI.org (Crossref)","title":"Contextual and combinatorial structure in sperm whale vocalisations","type":"article-journal","URL":"https://www.nature.com/articles/s41467-024-47221-8","volume":"15"},
  {"id":"sharpe_etal17","abstract":"Bigg’s killer whales (Orcinus orca; i.e. ‘transient’ ecotype), as apex predators, are important to the dynamics of marine ecosystems, but little is known about their population structure in western Alaska. Currently, all Bigg’s killer whales in western Alaska are ascribed to a single broad stock for management under the US Marine Mammal Protection Act. However, recent nuclear microsatellite and mitochondrial DNA analyses indicate that this stock is likely comprised of genetically distinct sub-populations. In accordance with what is known about killer whale vocal dialects in other locations, we used the spatial distribution of group-specific call types to investigate the population structure of Bigg’s killer whales in this part of Alaska. Digital audio recordings were collected from 33 Bigg’s killer whale encounters throughout the Aleutian and Pribilof Islands in the summers of 2001–2007 and 2009–2010. Recorded calls were qualitatively classified into discrete types and then quantitatively described using 12 structural and time-frequency measures. Resulting call categories were validated using a random forest approach. A total of 36 call types and subtypes were identified across the entire study area, and regional patterns of call type use revealed three distinct dialects which correspond to proposed genetic delineations. Our results suggest that there are at least three acoustically and genetically distinct sub-populations in western Alaska, and we present an initial catalogue for this area describing the regional vocal repertoires of Bigg’s killer whale call types.","accessed":{"date-parts":[["2024",5,1]]},"author":[{"family":"Sharpe","given":"Deborah L."},{"family":"Castellote","given":"Manuel"},{"family":"Wade","given":"Paul R."},{"family":"Cornick","given":"Leslie A."}],"citation-key":"sharpe_etal17","container-title":"Bioacoustics","container-title-short":"Bioacoustics","DOI":"10.1080/09524622.2017.1396562","ISSN":"0952-4622, 2165-0586","issue":"1","issued":{"date-parts":[["2017"]]},"language":"en","page":"74-99","source":"DOI.org (Crossref)","title":"Call types of Bigg's killer whales (Orcinus orca) in western Alaska: using vocal dialects to assess population structure","title-short":"Call types of Bigg’s killer whales ( <i>Orcinus orca</i> ) in western Alaska","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09524622.2017.1396562","volume":"28"},
  {"id":"sole10","abstract":"Abstract\n            Chromosomes exhibit several features indicating that its spatiotemporal dynamics is self‐organized. It has been recently suggested that a negative correlation between genome size and mean chromosome number would also be a fingerprint of selforganization, related to how human language is organized at the level of words and syllables. However, the vast dominance of non‐coding DNA in eukaryotic genomes should prevent an interpretation of genome/chromosome size based on functional trade‐offs related to information storage and transmission. Moreover, the reported negative correlation is shown to be an inevitable consequence of the definitions of chromosome and genome length and it is thus unrelated to any type of special generative process. © 2010 Wiley Periodicals, Inc. Complexity 16: 20–23, 2010","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Solé","given":"Ricard V."}],"citation-key":"sole10","container-title":"Complexity","container-title-short":"Complexity","DOI":"10.1002/cplx.20326","ISSN":"1076-2787, 1099-0526","issue":"1","issued":{"date-parts":[["2010",9]]},"language":"en","page":"20-23","source":"DOI.org (Crossref)","title":"Genome size, self‐organization and DNA's dark matter","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/cplx.20326","volume":"16"},
  {"id":"sorensen_etal23","abstract":"Understanding the impact of human disturbance on wildlife populations is of societal importance,1 with anthropogenic noise known to impact a range of taxa, including mammals,2 birds,3 ﬁsh,4 and invertebrates.5 While animals are known to use acoustic and other behavioral mechanisms to compensate for increasing noise at the individual level, our understanding of how noise impacts social animals working together remains limited. Here, we investigated the effect of noise on coordination between two bottlenose dolphins performing a cooperative task. We previously demonstrated that the dolphin dyad can use whistles to coordinate their behavior, working together with extreme precision.6 By equipping each dolphin with a sound-andmovement recording tag (DTAG-37) and exposing them to increasing levels of anthropogenic noise, we show that both dolphins nearly doubled their whistle durations and increased whistle amplitude in response to increasing noise. While these acoustic compensatory mechanisms are the same as those frequently used by wild cetaceans,8–13 they were insufﬁcient to overcome the effect of noise on behavioral coordination. Indeed, cooperative task success decreased in the presence of noise, dropping from 85% during ambient noise control trials to 62.5% during the highest noise exposure. This is the ﬁrst study to demonstrate in any non-human species that noise impairs communication between conspeciﬁcs performing a cooperative task. Cooperation facilitates vital functions across many taxa and our ﬁndings highlight the need to account for the impact of disturbance on functionally important group tasks in wild animal populations.","accessed":{"date-parts":[["2024",11,6]]},"author":[{"family":"Sørensen","given":"Pernille M."},{"family":"Haddock","given":"Abigail"},{"family":"Guarino","given":"Emily"},{"family":"Jaakkola","given":"Kelly"},{"family":"McMullen","given":"Christina"},{"family":"Jensen","given":"Frants H."},{"family":"Tyack","given":"Peter L."},{"family":"King","given":"Stephanie L."}],"citation-key":"sorensen_etal23","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2022.12.063","ISSN":"09609822","issue":"4","issued":{"date-parts":[["2023",2]]},"language":"en","page":"749-754.e4","source":"DOI.org (Crossref)","title":"Anthropogenic noise impairs cooperation in bottlenose dolphins","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0960982222020000","volume":"33"},
  {"id":"stave_etal21","abstract":"Zipf’s Law of Abbreviation and Menzerath’s Law both make predictions about the length of linguistic units, based on corpus frequency and the length of the carrier unit. Each contributes to the efficiency of languages: for Zipf, units are more likely to be reduced when they are highly predictable, due to their frequency; for Menzerath, units are more likely to be reduced when there are more sub-units to contribute to the structural information of the carrier unit. However, it remains unclear how the two laws work together in determining unit length at a given level of linguistic structure. We examine this question regarding the length of morphemes in spoken corpora of nine typologically diverse languages drawn from the DoReCo corpus, showing that Zipf’s Law is a stronger predictor, but that the two laws interact with one another. We also explore how this is affected by specific typological characteristics, such as morphological complexity.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Stave","given":"Matthew"},{"family":"Paschen","given":"Ludger"},{"family":"Pellegrino","given":"François"},{"family":"Seifart","given":"Frank"}],"citation-key":"stave_etal21","container-title":"Linguistics Vanguard","DOI":"10.1515/lingvan-2019-0076","ISSN":"2199-174X","issue":"s3","issued":{"date-parts":[["2021",4,21]]},"language":"en","page":"20190076","source":"DOI.org (Crossref)","title":"Optimization of morpheme length: a cross-linguistic assessment of Zipf’s and Menzerath’s laws","title-short":"Optimization of morpheme length","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/lingvan-2019-0076/html","volume":"7"},
  {"id":"stepanov_etal23","abstract":"Abstract\n          Bottlenose dolphins’ broadband click vocalizations are well studied in the literature with respect to their echolocation function. Their use for communication among conspecifics has long been speculated, but not conclusively established so far. In this study we categorize dolphins’ click productions into types on the basis of their amplitude contour and analyze the distribution of individual clicks and click sequences against their duration and length. We demonstrate that the repertoire and composition of clicks and click sequences follow three key linguistic laws of efficient communication, namely, Zipf’s rank-frequency law, the law of brevity and Menzerath-Altmann law. Conforming to the rank-frequency law suggests that clicks may form a linguistic code that is subject to selective pressures for unification, on the one hand, and diversification, on the other. Conforming to the other two laws also implies that dolphins use clicks in accord with the compression criterion, or minimization of code length without loss of information. Our results furnish novel evidence for conformity to the linguistic laws in this type of dolphins’ signal and in the realm of animal vocalizations more generally.","accessed":{"date-parts":[["2023",9,19]]},"author":[{"family":"Stepanov","given":"Arthur"},{"family":"Zhivomirov","given":"Hristo"},{"family":"Nedelchev","given":"Ivaylo"},{"family":"Stateva","given":"Penka"}],"citation-key":"stepanov_etal23","DOI":"10.1101/2023.01.11.523588","genre":"preprint","issued":{"date-parts":[["2023",1,11]]},"language":"en","publisher":"Animal Behavior and Cognition","source":"DOI.org (Crossref)","title":"Bottlenose dolphins’ broadband clicks are structured for communication","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2023.01.11.523588"},
  {"id":"suzuki_etal06","author":[{"family":"Suzuki","given":"Ryuji"},{"family":"Buck","given":"John R"},{"family":"Tyack","given":"Peter L"}],"citation-key":"suzuki_etal06","container-title":"Journal of the Acoustical Society of America","DOI":"10.1121/1.2161827","issue":"3","issued":{"date-parts":[["2006"]]},"language":"en","source":"Zotero","title":"Information entropy of humpback whale songs","type":"article-journal","volume":"119"},
  {"id":"tanaka-ishii21","abstract":"The Menzerath law is considered to show an aspect of the complexity underlying natural language. This law suggests that, for a linguistic unit, the size (y) of a linguistic construct decreases as the number (x) of constructs in the unit increases. This article investigates this property syntactically, with x as the number of constituents modifying the main predicate of a sentence and y as the size of those constituents in terms of the number of words. Following previous articles that demonstrated that the Menzerath property held for dependency corpora, such as in Czech and Ukrainian, this article ﬁrst examines how well the property applies across languages by using the entire Universal Dependency dataset ver. 2.3, including 76 languages over 129 corpora and the Penn Treebank (PTB). The results show that the law holds reasonably well for x > 2. Then, for comparison, the property is investigated with syntactically randomized sentences generated from the PTB. These results show that the property is almost reproducible even from simple random data. Further analysis of the property highlights more detailed characteristics of natural language.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Tanaka-Ishii","given":"Kumiko"}],"citation-key":"tanaka-ishii21","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e23060661","ISSN":"1099-4300","issue":"6","issued":{"date-parts":[["2021",5,25]]},"language":"en","page":"661","source":"DOI.org (Crossref)","title":"Menzerath’s law in the syntax of languages compared with random sentences","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/23/6/661","volume":"23"},
  {"id":"terada_etal22","abstract":"Toothed whales are the ideal model to validate the hypothesis that the complexity of sound communication relates to sociality. Compared to the numerous studies on several toothed whale species with complex social systems, there are very few studies on sound communication in species with simple social systems, such as narrow-ridged finless porpoises (Neophocaena asiaeorientalis). The sounds and behaviors of six captive narrow-ridged finless porpoises (two males and four females) were recorded at the Toba Aquarium, Japan, to reveal the existence of sound communication in this species. We compared the frequency and probability of the production of various sound types in three recording groups and between behaviors. We identified two novel sound types that were separate from echolocation clicks. The “packet sound” was a pulse sequence with repeated pulse packets (sound series of a few pulses with irregular, short inter-pulse intervals) and was produced by the one-porpoise group. The “burst pulses” was a pulse train in which the inter-pulse intervals were significantly shorter than those in packet sounds and were produced during contact behaviors. We considered that these two sound types were the communication sounds in narrow-ridged finless porpoises.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Terada","given":"Tomoyoshi"},{"family":"Morisaka","given":"Tadamichi"},{"family":"Wakabayashi","given":"Ikuo"},{"family":"Yoshioka","given":"Motoi"}],"citation-key":"terada_etal22","container-title":"Journal of Ethology","container-title-short":"J Ethol","DOI":"10.1007/s10164-022-00755-0","ISSN":"0289-0771, 1439-5444","issue":"3","issued":{"date-parts":[["2022",9]]},"language":"en","page":"245-256","source":"DOI.org (Crossref)","title":"Communication sounds produced by captive narrow-ridged finless porpoises (Neophocaena asiaeorientalis)","type":"article-journal","URL":"https://link.springer.com/10.1007/s10164-022-00755-0","volume":"40"},
  {"id":"tierney_etal11","author":[{"family":"Tierney","given":"Adam T"},{"family":"Russo","given":"Frank A"},{"family":"Patel","given":"Aniruddh D"}],"citation-key":"tierney_etal11","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1103882108","issue":"37","issued":{"date-parts":[["2011"]]},"language":"en","page":"15510-15515","source":"Zotero","title":"The motor origins of human and avian song structure","type":"article-journal","volume":"108"},
  {"id":"torre_etal19","abstract":"Physical manifestations of linguistic units include sources of variability due to factors of speech production which are by definition excluded from counts of linguistic symbols. In this work, we examine whether linguistic laws hold with respect to the physical manifestations of linguistic units in spoken English. The data we analyse come from a phonetically transcribed database of acoustic recordings of spontaneous speech known as the Buckeye Speech corpus. First, we verify with unprecedented accuracy that acoustically transcribed durations of linguistic units at several scales comply with a lognormal distribution, and we quantitatively justify this ‘lognormality law’ using a stochastic generative model. Second, we explore the four classical linguistic laws (Zipf’s Law, Herdan’s Law, Brevity Law and Menzerath–Altmann’s Law (MAL)) in oral communication, both in physical units and in symbolic units measured in the speech transcriptions, and find that the validity of these laws is typically stronger when using physical units than in their symbolic counterpart. Additional results include (i) coining a Herdan’s Law in physical units, (ii) a precise mathematical formulation of Brevity Law, which we show to be connected to optimal compression principles in information theory and allows to formulate and validate yet another law which we call the size-rank law or (iii) a mathematical derivation of MAL which also highlights an additional regime where the law is inverted. Altogether, these results support the hypothesis that statistical laws in language have a physical origin.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Torre","given":"Iván G."},{"family":"Luque","given":"Bartolo"},{"family":"Lacasa","given":"Lucas"},{"family":"Kello","given":"Christopher T."},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"torre_etal19","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.191023","ISSN":"2054-5703","issue":"8","issued":{"date-parts":[["2019",8]]},"language":"en","page":"191023","source":"DOI.org (Crossref)","title":"On the physical origin of linguistic laws and lognormality in speech","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.191023","volume":"6"},
  {"id":"tuttle_ryan81","abstract":"Bat predation has probably had an important influence on the evolution offrog vocalizations in the Neotropics. The rate at which fringe-lipped bats capture frogs is significantly higher when the frogs are calling. These bats respond to a wide variety ofcalls from edible frogs, and, when simultaneously presented with a choice, choose the recorded call ofa palatable species over that of a poisonous species and the call of a small species over that of one too large to capture. Thus the selective advantages of loud, rapid mating calls in anurans are balanced by an increased risk of predation.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Tuttle","given":"Merlin D."},{"family":"Ryan","given":"Michael J."}],"citation-key":"tuttle_ryan81","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.214.4521.677","ISSN":"0036-8075, 1095-9203","issue":"4521","issued":{"date-parts":[["1981",11,6]]},"language":"en","page":"677-678","source":"DOI.org (Crossref)","title":"Bat predation and the evolution of frog vocalizations in the neotropics","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.214.4521.677","volume":"214"},
  {"id":"vachon_etal22a","abstract":"The sperm whale (\n              Physeter macrocephalus\n              ) is a deep-diving cetacean with a global distribution and a multi-leveled, culturally segregated, social structure. While sperm whales have previously been described as ‘ocean nomads’, this might not be universal. We conducted surveys of sperm whales along the Lesser Antilles to document the acoustic repertoires, movements and distributions of Eastern Caribbean (EC) sperm whale cultural groups (called vocal clans). In addition to documenting a potential third vocal clan in the EC, we found strong evidence of fine-scale habitat partitioning between vocal clans with scales of horizontal movements an order of magnitude smaller than from comparable studies on Eastern Tropical Pacific sperm whales. These results suggest that sperm whales can display cultural ecological specialization and habitat partitioning on flexible spatial scales according to local conditions and broadens our perception of the ecological flexibility of the species. This study highlights the importance of incorporating multiple temporal and spatial scales to understand the impact of culture on ecological adaptability, as well as the dangers of extrapolating results across geographical areas and cultural groups.","accessed":{"date-parts":[["2024",5,21]]},"author":[{"family":"Vachon","given":"Felicia"},{"family":"Hersh","given":"Taylor A."},{"family":"Rendell","given":"Luke"},{"family":"Gero","given":"Shane"},{"family":"Whitehead","given":"Hal"}],"citation-key":"vachon_etal22a","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.211737","ISSN":"2054-5703","issue":"5","issued":{"date-parts":[["2022",5]]},"language":"en","page":"211737","source":"DOI.org (Crossref)","title":"Ocean nomads or island specialists? Culturally driven habitat partitioning contrasts in scale between geographically isolated sperm whale populations","title-short":"Ocean nomads or island specialists?","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.211737","volume":"9"},
  {"id":"valente_etal21","abstract":"Vocal and gestural sequences of several primates have been found to conform to two general principles of information compression: the compensation between the duration of a construct and that of its components (Menzerath–Altmann law) and an inverse relationship between signal duration and its occurrence (Zipf’s law of abbreviation). Even though Zipf’s law of brevity has been proposed as a universal in animal communication, evidence on non-human primate vocal behavior conformity to linguistic laws is still debated, and information on strepsirrhine primates is lacking. We analyzed the vocal behavior of the unique singing lemur species (Indri indri) to assess whether the song of the species shows evidence for compression. As roars have a chaotic structure that impedes the recognition of each individual utterance, and long notes are usually given by males, we focused on the core part of the song (i.e., the descending phrases, composed of two–six units). Our results indicate that indris’ songs conform to Zipf’s and Menzerath–Altmann linguistic laws. Indeed, shorter phrases are more likely to be included in the song, and units’ duration decrease at the increase of the size of the phrases. We also found that, despite a sexual dimorphism in the duration of both units and phrases, these laws characterize sequences of both males and females. Overall, we provide the first evidence for a trade-off between signal duration and occurrence in the vocal behavior of a strepsirrhine species, suggesting that selective pressures for vocal compression are more ancestral than previously assumed within primates.","accessed":{"date-parts":[["2024",10,14]]},"author":[{"family":"Valente","given":"Daria"},{"family":"De Gregorio","given":"Chiara"},{"family":"Favaro","given":"Livio"},{"family":"Friard","given":"Olivier"},{"family":"Miaretsoa","given":"Longondraza"},{"family":"Raimondi","given":"Teresa"},{"family":"Ratsimbazafy","given":"Jonah"},{"family":"Torti","given":"Valeria"},{"family":"Zanoli","given":"Anna"},{"family":"Giacoma","given":"Cristina"},{"family":"Gamba","given":"Marco"}],"citation-key":"valente_etal21","container-title":"Animal Cognition","container-title-short":"Anim Cogn","DOI":"10.1007/s10071-021-01495-3","ISSN":"1435-9448, 1435-9456","issue":"4","issued":{"date-parts":[["2021",7]]},"language":"en","page":"897-906","source":"DOI.org (Crossref)","title":"Linguistic laws of brevity: conformity in Indri indri","title-short":"Linguistic laws of brevity","type":"article-journal","URL":"https://link.springer.com/10.1007/s10071-021-01495-3","volume":"24"},
  {"id":"vannoni_mcelligott09","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Vannoni","given":"Elisabetta"},{"family":"McElligott","given":"Alan G."}],"citation-key":"vannoni_mcelligott09","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2009.03.015","ISSN":"00033472","issue":"1","issued":{"date-parts":[["2009",7]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"3-10","source":"DOI.org (Crossref)","title":"Fallow bucks get hoarse: vocal fatigue as a possible signal to conspecifics","title-short":"Fallow bucks get hoarse","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347209001596","volume":"78"},
  {"id":"vradi21","author":[{"family":"Vradi","given":"Amalia Alkisti"}],"citation-key":"vradi21","issued":{"date-parts":[["2021"]]},"publisher":"Universitat Politècnica de Catalunya","title":"Dolphin communication. A quantitative linguistics approach","type":"thesis","URL":"http://hdl.handle.net/2117/348201"},
  {"id":"wei_etal17","abstract":"Aspects of bird song have been shown to correlate with morphological and ecological features, including beak and body size, and habitat. Here we study evolution of song length and song frequency among 30 species belonging to the Cettiidae. Frequency is negatively correlated with body size, and song length increases with latitude. Although migration distance correlates with latitude, the association of song length with latitude is only present within the non‐migratory species, implying the association is not a consequence of migration. We place these correlations in a historical framework to show that the body size‐frequency association arose early in the group, but the latitude‐song length association is more evolutionarily labile. We suggest that latitudinal correlates of song length may reflect increased importance of sexual selection by female choice.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Wei","given":"Chentao"},{"family":"Price","given":"Trevor D."},{"family":"Liu","given":"Jiayu"},{"family":"Alström","given":"Per"},{"family":"Zhang","given":"Yanyun"}],"citation-key":"wei_etal17","container-title":"Journal of Avian Biology","container-title-short":"Journal of Avian Biology","DOI":"10.1111/jav.01366","ISSN":"0908-8857, 1600-048X","issue":"10","issued":{"date-parts":[["2017",10]]},"language":"en","page":"1295-1300","source":"DOI.org (Crossref)","title":"The evolutionary origin of variation in song length and frequency in the avian family Cettiidae","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/jav.01366","volume":"48"},
  {"id":"weir_wheatcroft11","abstract":"We ask whether rates of evolution in traits important for reproductive isolation vary across a latitudinal gradient, by quantifying evolutionary rates of two traits important for pre-mating isolation—avian syllable diversity and song length. We analyse over 2500 songs from 116 pairs of closely related New World passerine bird taxa to show that evolutionary rates for the two main groups of passerines—oscines and suboscines—doubled with latitude in both groups for song length. For syllable diversity, oscines (who transmit song culturally) evolved more than 20 times faster at high latitudes than in low latitudes, whereas suboscines (whose songs are innate in most species and who possess very simple song with few syllable types) show no clear latitudinal gradient in rate. Evolutionary rates in oscines and suboscines were similar at tropical latitudes for syllable complexity as well as for song length. These results suggest that evolutionary rates in traits important to reproductive isolation and speciation are influenced by latitude and have been fastest, not in the tropics where species diversity is highest, but towards the poles.","accessed":{"date-parts":[["2024",11,9]]},"author":[{"family":"Weir","given":"Jason T."},{"family":"Wheatcroft","given":"David"}],"citation-key":"weir_wheatcroft11","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2010.2037","ISSN":"0962-8452, 1471-2954","issue":"1712","issued":{"date-parts":[["2011",6,7]]},"language":"en","page":"1713-1720","source":"DOI.org (Crossref)","title":"A latitudinal gradient in rates of evolution of avian syllable diversity and song length","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2010.2037","volume":"278"},
  {"id":"wood_sirovic22","abstract":"Song is produced by a variety of terrestrial and marine animals and is particularly common among baleen whales. Fin whale (Balaenoptera physalus) song is comprised of relatively simple 20 Hz pulses produced at regular intervals. The timing of these intervals, in addition to the presence and frequency of overtones, appears to be unique to each population. The purpose of this study was to characterize Western Antarctic Peninsula fin whale song and describe temporal pattern variations in song type and occurrence. Recordings were collected in the area from 2001–2004 and again 2014–2016. One song type was identified with a primary inter-pulse interval (IPI) of approximately 14 s and secondary IPI of 12.5 s. This song occurred in three pattern variants: singlet, doublet, and long triplet. The interval between pulses increased by 1.5 s between recording periods while the frequency of the overtones decreased from 89 Hz to 86 Hz. Song was never recorded in August and while it was recorded at other times in some years, it was consistently present in recordings from April through June across all years. While multiple pattern variants were present each year, singlets were generally the most prevalent variant. Doublets and triplets occurred from February through June, with highest levels of variants in February. In later years the triplet variant presence increased and in 2016 it comprised 53% of recorded song bouts. Further research is needed to understand the reasons why song changes over time and to examine the feasibility of using song to delineate and identify populations.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Wood","given":"Megan"},{"family":"Širović","given":"Ana"}],"citation-key":"wood_sirovic22","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0264214","editor":[{"family":"Li","given":"Songhai"}],"ISSN":"1932-6203","issue":"3","issued":{"date-parts":[["2022",3,10]]},"language":"en","page":"e0264214","source":"DOI.org (Crossref)","title":"Characterization of fin whale song off the Western Antarctic Peninsula","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0264214","volume":"17"},
  {"id":"youngblood24","accessed":{"date-parts":[["2024",4,3]]},"author":[{"family":"Youngblood","given":"Mason"}],"citation-key":"youngblood24","container-title":"Proceedings of the Royal Society B","DOI":"10.1098/rspb.2024.0250","issue":"2020","issued":{"date-parts":[["2024"]]},"language":"en","license":"All rights reserved","page":"20240250","title":"Language-like efficiency and structure in house finch song","type":"article-journal","volume":"291"},
  {"id":"zeh_etal24","abstract":"Studying sound production at different developmental stages can provide insight into the processes involved in vocal ontogeny. Humpback whales (Megaptera novaeangliae) are a known vocal learning species, but their vocal development is poorly understood. While studies of humpback whale calves in the early stages of their lives on the breeding grounds and migration routes exist, little is known about the behavior of these immature, dependent animals by the time they reach the feeding grounds. In this study, we used data from groups of North Atlantic humpback whales in the Gulf of Maine in which all members were simultaneously carrying acoustic recording tags attached with suction cups. This allowed for assignment of likely caller identity using the relative received levels of calls across tags. We analyzed data from 3 calves and 13 adults. There were high levels of call rate variation among these individuals and the results represent preliminary descriptions of calf behavior. Our analysis suggests that, in contrast to the breeding grounds or on migration, calves are no longer acoustically cryptic by the time they reach their feeding ground. Calves and adults both produce calls in bouts, but there may be some differences in bout parameters like intercall intervals and bout durations. Calves were able to produce most of the adult vocal repertoire but used different call types in different proportions. Finally, we found evidence of immature call types in calves, akin to protosyllables used in babbling in other mammals, including humans. Overall, the sound production of humpback whale calves on the feeding grounds appears to be already similar to that of adults, but with differences in line with ontogenetic changes observed in other vocal learning species.","accessed":{"date-parts":[["2024",10,22]]},"author":[{"family":"Zeh","given":"Julia M."},{"family":"Adcock","given":"Dana L."},{"family":"Perez-Marrufo","given":"Valeria"},{"family":"Cusano","given":"Dana A."},{"family":"Robbins","given":"Jooke"},{"family":"Tackaberry","given":"Jennifer E."},{"family":"Jensen","given":"Frants H."},{"family":"Weinrich","given":"Mason"},{"family":"Friedlaender","given":"Ari S."},{"family":"Wiley","given":"David N."},{"family":"Parks","given":"Susan E."}],"citation-key":"zeh_etal24","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0303741","editor":[{"family":"Sakata","given":"Jon T"}],"ISSN":"1932-6203","issue":"5","issued":{"date-parts":[["2024",5,29]]},"language":"en","page":"e0303741","source":"DOI.org (Crossref)","title":"Acoustic behavior of humpback whale calves on the feeding ground: Comparisons across age and implications for vocal development","title-short":"Acoustic behavior of humpback whale calves on the feeding ground","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0303741","volume":"19"},
  {"id":"zhang_etal24","abstract":"The study of vocal communication in non-human animals can uncover the roots of human languages. Recent studies of language have focused on two linguistic laws: Zipf’s law and the Menzerath-Altmann law. However, whether bats’ social vocalizations follow these linguistic laws, especially Menzerath’s law, has largely been unexplored. Here, we used Asian particolored bats, Vespertilio sinensis, to examine whether aggressive vocalizations conform to Zipf’s and Menzerath’s laws. Aggressive vocalizations of V. sinensis adhere to Zipf’s law, with the most frequent syllables being the shortest in duration. There was a negative association between the syllable number within a call and the average syllable duration, in agreement with Menzerath’s law. A decrease in the proportion of some long syllables and a decrease in the duration of several syllable types in long-duration calls explain the occurrence of this law. Our results indicate that a general compression principle organizes aspects of bat vocal communication systems.","accessed":{"date-parts":[["2024",9,25]]},"author":[{"family":"Zhang","given":"Chunmian"},{"family":"Zheng","given":"Ziqi"},{"family":"Lucas","given":"Jeffrey R."},{"family":"Wang","given":"Yicheng"},{"family":"Fan","given":"Xin"},{"family":"Zhao","given":"Xin"},{"family":"Feng","given":"Jiang"},{"family":"Sun","given":"Congnan"},{"family":"Jiang","given":"Tinglei"}],"citation-key":"zhang_etal24","container-title":"iScience","container-title-short":"iScience","DOI":"10.1016/j.isci.2024.110401","ISSN":"25890042","issue":"7","issued":{"date-parts":[["2024",7]]},"language":"en","page":"110401","source":"DOI.org (Crossref)","title":"Do bats’ social vocalizations conform to Zipf’s law and the Menzerath-Altmann law?","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S2589004224016262","volume":"27"},
  {"id":"zhang_ghazanfar18","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Zhang","given":"Yisi S."},{"family":"Ghazanfar","given":"Asif A."}],"citation-key":"zhang_ghazanfar18","container-title":"PLOS Biology","container-title-short":"PLoS Biol","DOI":"10.1371/journal.pbio.2003933","ISSN":"1545-7885","issue":"2","issued":{"date-parts":[["2018",2,20]]},"language":"en","page":"e2003933","source":"DOI.org (Crossref)","title":"Vocal development through morphological computation","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pbio.2003933","volume":"16"},
  {"id":"zipf35","author":[{"family":"Zipf","given":"George"}],"citation-key":"zipf35","event-place":"Boston","issued":{"date-parts":[["1935"]]},"publisher":"Houghton Mifflin","publisher-place":"Boston","title":"The Psychobiology of Language: An Introduction to Dynamic Philology","type":"book"},
  {"id":"zipf49","author":[{"family":"Zipf","given":"George"}],"citation-key":"zipf49","event-place":"Cambridge","issued":{"date-parts":[["1949"]]},"publisher":"Addison-Wesley","publisher-place":"Cambridge","title":"Human Behavior and the Principle of Least Effort: An Introducton to Human Ecology","type":"book"}
]
