[
  {"id":"allen_etal19","abstract":"Vocal communication systems have a set of rules that govern the arrangement of acoustic signals, broadly defined as ‘syntax’. However, there is a limited understanding of potentially shared or analogous rules across vocal displays in different taxa. Recent work on songbirds has investigated syntax using network-based modelling. This technique quantifies features such as connectivity (adjacent signals in a sequence) and recurring patterns. Here, we apply network-based modelling to the complex, hierarchically structured songs of humpback whales (\n              Megaptera novaeangliae\n              ) from east Australia. Given the song's annual evolving pattern and the cultural conformity of males within a population, network modelling captured the patterns of multiple song types over 13 consecutive years. Song arrangements in each year displayed clear ‘small-world’ network structure, characterized by clusters of highly connected sounds. Transitions between these connected sounds further suggested a combination of both structural stability and variability. Small-world network structure within humpback songs may facilitate the characteristic and persistent vocal learning observed. Similar small-world structures and transition patterns are found in several birdsong displays, indicating common syntactic patterns among vocal learning in multiple taxa. Understanding the syntactic rules governing vocal displays in multiple, independently evolving lineages may indicate what rules or structural features are important to the evolution of complex communication, including human language.","accessed":{"date-parts":[["2023",5,29]]},"author":[{"family":"Allen","given":"Jenny A."},{"family":"Garland","given":"Ellen C."},{"family":"Dunlop","given":"Rebecca A."},{"family":"Noad","given":"Michael J."}],"citation-key":"allen_etal19","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2019.2014","ISSN":"0962-8452, 1471-2954","issue":"1917","issued":{"date-parts":[["2019",12,18]]},"language":"en","page":"20192014","source":"DOI.org (Crossref)","title":"Network analysis reveals underlying syntactic features in a vocally learnt mammalian display, humpback whale song","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2019.2014","volume":"286"},
  {"id":"altmann80","author":[{"family":"Altmann","given":"G."}],"citation-key":"altmann80","container-title":"Glottometrika","issued":{"date-parts":[["1980"]]},"page":"1-10","title":"Prolegomena to Menzerath's law","type":"article-journal","volume":"2"},
  {"id":"amrhein_etal19","author":[{"family":"Amrhein","given":"Valentin"},{"family":"Greenland","given":"Sander"},{"family":"McShane","given":"Blake"}],"citation-key":"amrhein_etal19","container-title":"Nature","DOI":"10.1038/d41586-019-00857-9","issued":{"date-parts":[["2019"]]},"language":"en","page":"305-307","source":"Zotero","title":"Retire statistical significance","type":"article-journal","volume":"567"},
  {"id":"arnon_kirby24","abstract":"Abstract\n            Human language is unique in its structure: language is made up of parts that can be recombined in a productive way. The parts are not given but have to be discovered by learners exposed to unsegmented wholes. Across languages, the frequency distribution of those parts follows a power law. Both statistical properties—having parts and having them follow a particular distribution—facilitate learning, yet their origin is still poorly understood. Where do the parts come from and why do they follow a particular frequency distribution? Here, we show how these two core properties emerge from the process of cultural evolution with whole-to-part learning. We use an experimental analog of cultural transmission in which participants copy sets of non-linguistic sequences produced by a previous participant: This design allows us to ask if parts will emerge purely under pressure for the system to be learnable, even without meanings to convey. We show that parts emerge from initially unsegmented sequences, that their distribution becomes closer to a power law over generations, and, importantly, that these properties make the sets of sequences more learnable. We argue that these two core statistical properties of language emerge culturally both as a cause and effect of greater learnability.","accessed":{"date-parts":[["2024",5,16]]},"author":[{"family":"Arnon","given":"Inbal"},{"family":"Kirby","given":"Simon"}],"citation-key":"arnon_kirby24","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-024-56152-9","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2024",3,4]]},"language":"en","page":"5255","source":"DOI.org (Crossref)","title":"Cultural evolution creates the statistical structure of language","type":"article-journal","URL":"https://www.nature.com/articles/s41598-024-56152-9","volume":"14"},
  {"id":"arranz_etal16","abstract":"Early studies that categorized odontocete pulsed sounds had few means of discriminating signals used for biosonar-based foraging from those used for communication. This capability to identify the function of sounds is important for understanding and interpreting behavior; it is also essential for monitoring and mitigating potential disturbance from human activities. Archival tags were placed on free-ranging Grampus griseus to quantify and discriminate between pulsed sounds used for echolocation-based foraging and those used for communication. Two types of rapid click-series pulsed sounds, buzzes and burst pulses, were identified as produced by the tagged dolphins and classified using a Gaussian mixture model based on their duration, association with jerk (i.e. rapid change of acceleration) and temporal association with click trains. Buzzes followed regular echolocation clicks and coincided with a strong jerk signal from accelerometers on the tag. They consisted of series averaging 359±210 clicks (mean±s.d.) with an increasing repetition rate and relatively low amplitude. Burst pulses consisted of relatively short click series averaging 45±54 clicks with decreasing repetition rate and longer inter-click interval that were less likely to be associated with regular echolocation and the jerk signal. These results suggest that the longer, relatively lower amplitude, jerkassociated buzzes are used in this species to capture prey, mostly during the bottom phase of foraging dives, as seen in other odontocetes. In contrast, the shorter, isolated burst pulses that are generally emitted by the dolphins while at or near the surface are used outside of a direct, known foraging context.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Arranz","given":"P."},{"family":"DeRuiter","given":"S. L."},{"family":"Stimpert","given":"A. K."},{"family":"Neves","given":"S."},{"family":"Friedlaender","given":"A. S."},{"family":"Goldbogen","given":"J. A."},{"family":"Visser","given":"F."},{"family":"Calambokidis","given":"J."},{"family":"Southall","given":"B. L."},{"family":"Tyack","given":"P. L."}],"citation-key":"arranz_etal16","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.144295","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[["2016",1,1]]},"language":"en","license":"http://www.biologists.com/user-licence-1-1","page":"jeb.144295","source":"DOI.org (Crossref)","title":"Discrimination of fast click series produced by tagged Risso's dolphins (Grampus griseus) for echolocation or communication","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.144295/262485/Discrimination-of-fast-click-series-produced-by"},
  {"id":"bates_etal15","author":[{"family":"Bates","given":"Douglas"},{"family":"Mächler","given":"Martin"},{"family":"Bolker","given":"Ben"},{"family":"Walker","given":"Steve"}],"citation-key":"bates_etal15","container-title":"Journal of Statistical Software","DOI":"10.18637/jss.v067.i01","issue":"1","issued":{"date-parts":[["2015"]]},"page":"1-48","title":"Fitting linear mixed-effects models using lme4","type":"article-journal","volume":"67"},
  {"id":"benesova_etal21","abstract":"The article responds to the current variability of research into linguistic laws and the explanation of these laws. We show basic features to approach linguistic laws in the field of quantitative linguistics and research on linguistic laws outside the field of language and text. Language laws are usually explained in terms of the language system—especially as economizing—or of the information structure of the text (Piantadosi 2014). One of the hallmarks of the transmission of linguistic laws outside the realm of language and text is that they provide other kinds of explanations (Torre et al. 2019). We want to show that the problem of linguistics in the explanation of linguistic laws lies primarily in its inability to clarify the internal structure of language material, and the influence of the theory or method used for sample processing on the result of law analysis—which was formulated by Peter Grzybek (2006). We would like to show that this is the reason why linguistics avoids explanations of linguistic laws.","accessed":{"date-parts":[["2024",5,16]]},"author":[{"family":"Benešová","given":"Martina"},{"family":"Faltýnek","given":"Dan"},{"family":"Zámečník","given":"Lukáš Hadwiger"}],"citation-key":"benesova_etal21","container-title":"Linguistic Frontiers","DOI":"10.2478/lf-2020-0013","issued":{"date-parts":[["2021",1,21]]},"language":"en","license":"http://creativecommons.org/licenses/by-nc-nd/3.0","source":"DOI.org (Crossref)","title":"Explain the law: When the evidence is not enough","type":"article-journal"},
  {"id":"bentz_ferrer-i-cancho16","abstract":"Words that are used more frequently tend to be shorter. This statement is known as Zipf’s law of abbreviation. Here we perform the widest investigation of the presence of the law to date. In a sample of 1262 texts and 986 different languages - about 13% of the world’s language diversity - a negative correlation between word frequency and word length is found in all cases. In line with Zipf’s original proposal, we argue that this universal trend is likely to derive from fundamental principles of information processing and transfer.","author":[{"family":"Bentz","given":"Christian"},{"family":"Ferrer-i-Cancho","given":"Ramon"}],"citation-key":"bentz_ferrer-i-cancho16","container-title":"Proceedings of the Leiden Workshop on Capturing Phylogenetic Algorithms for Linguistics","DOI":"10.15496/publikation-10057","issued":{"date-parts":[["2016"]]},"language":"en","page":"1-4","title":"Zipf’s law of abbreviation as a language universal","type":"paper-conference"},
  {"id":"best_etal22","abstract":"Abstract\n            \n              We present an analysis of fin whale (\n              Balaenoptera physalus\n              ) songs on passive acoustic recordings from the Pelagos Sanctuary (Western Mediterranean Basin). The recordings were gathered between 2008 and 2018 using 2 different hydrophone stations. We show how 20 Hz fin whale pulses can be automatically detected using a low complexity convolutional neural network (CNN) despite data variability (different recording devices exposed to diverse noises). The pulses were further classified into the two categories described in past studies and inter pulse intervals (IPI) were measured. The results confirm previous observations on the local relationship between pulse type and IPI with substantially more data. Furthermore we show inter-annual shifts in IPI and an intra-annual trend in pulse center frequency. This study provides new elements of comparison for the understanding of long term fin whale song trends worldwide.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Best","given":"Paul"},{"family":"Marxer","given":"Ricard"},{"family":"Paris","given":"Sébastien"},{"family":"Glotin","given":"Hervé"}],"citation-key":"best_etal22","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-022-15379-0","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2022",8,9]]},"language":"en","page":"13565","source":"DOI.org (Crossref)","title":"Temporal evolution of the Mediterranean fin whale song","type":"article-journal","URL":"https://www.nature.com/articles/s41598-022-15379-0","volume":"12"},
  {"id":"boroda_altmann91","author":[{"family":"Boroda","given":"M"},{"family":"Altmann","given":"G"}],"citation-key":"boroda_altmann91","container-title":"Musikometrica","issued":{"date-parts":[["1991"]]},"page":"1-13","title":"Menzerath's law in musical texts","type":"article-journal","volume":"3"},
  {"id":"clink_lau20","abstract":"Across diverse systems including language, music and genomes, there is a tendency for longer sequences to contain shorter constituents; this phenomenon is known as Menzerath's Law. Whether Menzerath's Law is a universal in biological systems, is the result of compression (wherein shortest possible strings represent the maximum amount of information) or emerges from an inevitable relationship between sequence and constituent length remains a topic of debate. In non-human primates, the vocalizations of geladas, male gibbons and chimpanzees exhibit patterns consistent with Menzerath's Law. Here, we use existing datasets of three duetting primate species (tarsiers, titi monkeys and gibbons) to examine the wide-scale applicability of Menzerath's Law. Primate duets provide a useful comparative model to test for the broad-scale applicability of Menzerath's Law, as they evolved independently under presumably similar selection pressures and are emitted under the same context(s) across taxa. Only four out of the eight call types we examined were consistent with Menzerath's Law. Two of these call types exhibited a negative relationship between the position of the note in the call and note duration, indicating that adherence to Menzerath's Law in these call types may be related to breathing constraints. Exceptions to Menzerath's Law occur when notes are relatively homogeneous, or when species-specific call structure leads to a deterministic decrease in note duration. We show that adherence to Menzerath's Law is the exception rather than the rule in duetting primates. It is possible that selection pressures for long-range signals that can travel effectively over large distances was stronger than that of compression in primate duets. Future studies investigating adherence to Menzerath's Law across the vocal repertoires of these species will help us better elucidate the pressures that shape both short- and long-distance acoustic signals.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Clink","given":"Dena J."},{"family":"Lau","given":"Allison R."}],"citation-key":"clink_lau20","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.201557","ISSN":"2054-5703","issue":"11","issued":{"date-parts":[["2020",11]]},"language":"en","page":"201557","source":"DOI.org (Crossref)","title":"Adherence to Menzerath's Law is the exception (not the rule) in three duetting primate species","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.201557","volume":"7"},
  {"id":"clutton-brock_albon79","abstract":"Abstract\n              In many large animals, changes in fighting ability within breeding seasons or across the lifetime of individuals are related to changes in body condition but not to obvious changes in size. In situations where a conflict of interests is likely to lead to a fight, we might consequently expect opponents to assess each other on traits which are related to variation in body condition. This appears to be the case among red deer stags. Competing","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Clutton-Brock","given":"T.H."},{"family":"Albon","given":"S.D."}],"citation-key":"clutton-brock_albon79","container-title":"Behaviour","container-title-short":"Behav","DOI":"10.1163/156853979X00449","ISSN":"0005-7959, 1568-539X","issue":"3-4","issued":{"date-parts":[["1979"]]},"language":"en","page":"145-170","source":"DOI.org (Crossref)","title":"The roaring of red deer and the evolution of honest advertisement","type":"article-journal","URL":"https://brill.com/view/journals/beh/69/3-4/article-p145_2.xml","volume":"69"},
  {"id":"cramer05","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Cramer","given":"Irene"}],"citation-key":"cramer05","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296170500055301","ISSN":"0929-6174, 1744-5035","issue":"1","issued":{"date-parts":[["2005",4]]},"language":"en","page":"41-52","source":"DOI.org (Crossref)","title":"The parameters of the Altmann-Menzerath law","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/09296170500055301","volume":"12"},
  {"id":"crance_etal19","abstract":"This paper describes song production by the eastern North Pacific right whale (NPRW, Eubalaena japonica) in the southeastern Bering Sea. Songs were localized in real-time to individuals using sonobuoys. Singers whose sex could be determined were all males. Autonomous recorder data from 17 year-long deployments were analyzed to document and characterize song types. Four distinct song types were documented over eight years (2009–2017) at five distinct locations. Each song type consists of a hierarchical structure of 1–3 different repeating phrases comprised predominantly of gunshot sounds; three of the four songs contained additional sound types (downsweep, moan, and low-frequency pulsive call). Songs were detected annually (July–January); all song types remained consistent over eight years. Two different songs often occurred simultaneously, produced by different individuals; the same song was never detected simultaneously at the same location. The same song type was detected on the same day and time at two distant locations, indicating multiple individuals can produce the same song. These findings provide support that males produce song; it remains unknown if females also sing. NPRW is the first right whale species documented to produce song. Based on current knowledge about song in mysticetes, it is hypothesized that these songs are reproductive displays.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Crance","given":"Jessica L."},{"family":"Berchok","given":"Catherine L."},{"family":"Wright","given":"Dana L."},{"family":"Brewer","given":"Arial M."},{"family":"Woodrich","given":"Daniel F."}],"citation-key":"crance_etal19","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.5111338","ISSN":"0001-4966, 1520-8524","issue":"6","issued":{"date-parts":[["2019",6,1]]},"language":"en","page":"3467-3479","source":"DOI.org (Crossref)","title":"Song production by the North Pacific right whale, Eubalaena japonica","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/145/6/3467/940279/Song-production-by-the-North-Pacific-right-whale","volume":"145"},
  {"id":"elemans_etal24","author":[{"family":"Elemans","given":"Coen P H"},{"family":"Jiang","given":"Weili"},{"family":"Jensen","given":"Mikkel H"},{"family":"Pichler","given":"Helena"},{"family":"Mussman","given":"Bo R"},{"family":"Nattestad","given":"Jacob"},{"family":"Wahlberg","given":"Magnus"},{"family":"Zheng","given":"Xudong"},{"family":"Xue","given":"Qian"},{"family":"Fitch","given":"Tecumseh W"}],"citation-key":"elemans_etal24","container-title":"Nature","DOI":"10.1038/s41586-024-07080-1","issued":{"date-parts":[["2024"]]},"language":"en","page":"123-129","source":"Zotero","title":"Evolutionary novelties underlie sound production in baleen whales","type":"article-journal","volume":"627"},
  {"id":"erbs_etal21","abstract":"Abstract\n            Since the first studies on bowhead whale singing behaviour, song variations have been consistently reported. However, there has been little discussion regarding variability in bowhead whale singing display and its ecological significance. Unlike the better studied humpback whales, bowhead whales do not appear to share songs at population level, but several studies have reported song sharing within clusters of animals. Over the winter season 2013–2014, in an unstudied wintering ground off Northeast Greenland, 13 song groups sharing similar hierarchical structure and units were identified. Unit types were assessed through multidimensional maps, showing well separated clusters corresponding to manually labelled units, and revealing the presence of unit subtypes. Units presented contrasting levels of variability over their acoustic parameters, suggesting that bowhead whales keep consistency in some units while using a continuum in values of frequency, duration and modulation parameters for other unit types. Those findings emphasise the need to account for variability in song analysis to better understand the behavioural ecology of this endangered species. Additionally, shifting from song toward units or phrase-based analysis, as it has been suggested for humpback whales, offers the opportunity to identify and track similarities in songs over temporal and geographical scales relevant to population monitoring.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Erbs","given":"F."},{"family":"Van Der Schaar","given":"M."},{"family":"Weissenberger","given":"J."},{"family":"Zaugg","given":"S."},{"family":"André","given":"M."}],"citation-key":"erbs_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-020-80220-5","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",1,8]]},"language":"en","page":"168","source":"DOI.org (Crossref)","title":"Contribution to unravel variability in bowhead whale songs and better understand its ecological significance","type":"article-journal","URL":"https://www.nature.com/articles/s41598-020-80220-5","volume":"11"},
  {"id":"eroglu13","abstract":"The empirical law uncovered by Menzerath and formulated by Altmann, known as the Menzerath–Altmann law (henceforth the MA law), reveals the statistical distribution behavior of human language in various organizational levels. Building on previous studies relating organizational regularities in a language, we propose that the distribution of distinct (or different) words in a large text can effectively be described by the MA law. The validity of the proposition is demonstrated by examining two text corpora written in different languages not belonging to the same language family (English and Turkish). The results show not only that distinct word distribution behavior can accurately be predicted by the MA law, but that this result appears to be language-independent. This result is important not only for quantitative linguistic studies, but also may have significance for other naturally occurring organizations that display analogous organizational behavior. We also deliberately demonstrate that the MA law is a special case of the probability function of the generalized gamma distribution.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Eroglu","given":"Sertac"}],"citation-key":"eroglu13","container-title":"Physica A: Statistical Mechanics and its Applications","container-title-short":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2013.02.012","ISSN":"03784371","issue":"12","issued":{"date-parts":[["2013",6]]},"language":"en","page":"2775-2780","source":"DOI.org (Crossref)","title":"Menzerath–Altmann law for distinct word distribution analysis in a large text","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437113001702","volume":"392"},
  {"id":"favaro_etal20","abstract":"Information compression is a general principle of human language: the most frequent words are shorter in length (Zipf's Law of Brevity) and the duration of constituents decreases as the size of the linguistic construct increases (Menzerath–Altmann Law). Vocal sequences of non-human primates have been shown to conform to both these laws, suggesting information compression might be a more general principle. Here, we investigated whether display songs of the African penguin, which mediate recognition, intersexual mate choice and territorial defence, conform with these laws. Display songs are long, loud sequences combining three types of syllables. We found that the shortest type of syllable was the most frequent (with the shortest syllable being repeated stereotypically, potentially favouring signal redundancy in crowded environments). We also found that the average duration of the song's constituents was negatively correlated with the size of the song (a consequence of increasing the relative number of the shortest syllable type, rather than reducing the duration across all syllable types, thus preserving the communication of size-related information in the duration of the longest syllable type). Our results provide the first evidence for conformity to Zipf's and Menzerath–Altmann Laws in the vocal sequences of a non-primate species, indicating that these laws can coexist with selection pressures specific to the species' ecology.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Favaro","given":"Livio"},{"family":"Gamba","given":"Marco"},{"family":"Cresta","given":"Eleonora"},{"family":"Fumagalli","given":"Elena"},{"family":"Bandoli","given":"Francesca"},{"family":"Pilenga","given":"Cristina"},{"family":"Isaja","given":"Valentina"},{"family":"Mathevon","given":"Nicolas"},{"family":"Reby","given":"David"}],"citation-key":"favaro_etal20","container-title":"Biology Letters","container-title-short":"Biol. Lett.","DOI":"10.1098/rsbl.2019.0589","ISSN":"1744-9561, 1744-957X","issue":"2","issued":{"date-parts":[["2020",2]]},"language":"en","page":"20190589","source":"DOI.org (Crossref)","title":"Do penguins’ vocal sequences conform to linguistic laws?","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsbl.2019.0589","volume":"16"},
  {"id":"fedurek_etal17","abstract":"Background: Vocal sequences - utterances consisting of calls produced in close succession - are common phenomena in animal communication. While many studies have explored the adaptive benefits of producing such sequences, very little is known about how the costs and constraints involved in their production affect their form. Here, we investigated this issue in the chimpanzee (Pan troglodytes schweinfurthii) pant hoot, a long and structurally complex vocal sequence comprising four acoustically distinct phases – introduction, build-up, climax and let-down.\nResults: We found that in each of these phases, and for the sequence as a whole, there was a negative relationship between the number of calls produced and their average duration. There was also a negative relationship between the total duration of some adjacent phases. Significant relationships between the fundamental frequency of calls and their number or duration were found for some phases of the sequence, but the direction of these relationships differed between particular phases.\nConclusions: These results indicate that there are trade-offs in terms of signal duration at two levels in pant-hoot production: between call number and duration, and between the relative durations of successive phases. These trade-offs are likely to reflect biomechanical constraints on vocal sequence production. Phase-specific trade-offs also appear to occur between fundamental frequency and call number or duration, potentially reflecting that different phases of the sequence are associated with distinct types of information, linked in different ways to call pitch. Overall, this study highlights the important role of costs and constraints in shaping the temporal and acoustic structure of animal vocal sequences.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Fedurek","given":"Pawel"},{"family":"Zuberbühler","given":"Klaus"},{"family":"Semple","given":"Stuart"}],"citation-key":"fedurek_etal17","container-title":"Frontiers in Zoology","container-title-short":"Front Zool","DOI":"10.1186/s12983-017-0235-8","ISSN":"1742-9994","issue":"1","issued":{"date-parts":[["2017",12]]},"language":"en","page":"50","source":"DOI.org (Crossref)","title":"Trade-offs in the production of animal vocal sequences: insights from the structure of wild chimpanzee pant hoots","title-short":"Trade-offs in the production of animal vocal sequences","type":"article-journal","URL":"http://frontiersinzoology.biomedcentral.com/articles/10.1186/s12983-017-0235-8","volume":"14"},
  {"id":"ferrer-i-cancho_etal14","abstract":"Menzerath’s law, the tendency of Z (the mean size of the parts) to decrease as X (the number of parts) increases, is found in language, music and genomes. Recently, it has been argued that the presence of the law in genomes is an inevitable consequence of the fact that Z = Y/X, which would imply that Z scales with X as Z∼1/X. That scaling is a very particular case of Menzerath-Altmann law that has been rejected by means of a correlation test between X and Y in genomes, being X the number of chromosomes of a species, Y its genome size in bases and Z the mean chromosome size. Here we review the statistical foundations of that test and consider three non-parametric tests based upon different correlation metrics and one parametric test to evaluate if Z∼1/X in genomes. The most powerful test is a new non-parametric one based upon the correlation ratio, which is able to reject Z∼1/X in nine out of 11 taxonomic groups and detect a borderline group. Rather than a fact, Z∼1/X is a baseline that real genomes do not meet. The view of Menzerath-Altmann law as inevitable is seriously flawed.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Hernández-Fernández","given":"Antoni"},{"family":"Baixeries","given":"Jaume"},{"family":"Dębowski","given":"Łukasz"},{"family":"Mačutek","given":"Ján"}],"citation-key":"ferrer-i-cancho_etal14","container-title":"Statistical Applications in Genetics and Molecular Biology","DOI":"10.1515/sagmb-2013-0034","ISSN":"1544-6115, 2194-6302","issue":"6","issued":{"date-parts":[["2014",1,1]]},"language":"en","source":"DOI.org (Crossref)","title":"When is Menzerath-Altmann law mathematically trivial? a new approach","title-short":"When is Menzerath-Altmann law mathematically trivial?","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/sagmb-2013-0034/html","volume":"13"},
  {"id":"ferrer-i-cancho_etal22","abstract":"The problem of compression in standard information theory consists of assign­ ing codes as short as possible to numbers. Here we consider the problem of optimal coding – under an arbitrary coding scheme – and show that it predicts Zipf’s law of abbreviation, namely a tendency in natural languages for more frequent words to be shorter. We apply this result to investigate optimal coding also under so-called non-singular coding, a scheme where unique segmenta­ tion is not warranted but codes stand for a distinct number. Optimal nonsingular coding predicts that the length of a word should grow approximately as the logarithm of its frequency rank, which is again consistent with Zipf’s law of abbreviation. Optimal non-singular coding in combination with the max­ imum entropy principle also predicts Zipf’s rank-frequency distribution. Furthermore, our findings on optimal non-singular coding challenge common beliefs about random typing. It turns out that random typing is in fact an optimal coding process, in stark contrast with the common assumption that it is detached from cost cutting considerations. Finally, we discuss the implica­ tions of optimal coding for the construction of a compact theory of Zipfian laws more generally as well as other linguistic laws.","accessed":{"date-parts":[["2023",9,21]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Bentz","given":"Christian"},{"family":"Seguin","given":"Caio"}],"citation-key":"ferrer-i-cancho_etal22","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2020.1778387","ISSN":"0929-6174, 1744-5035","issue":"2","issued":{"date-parts":[["2022",4,3]]},"language":"en","page":"165-194","source":"DOI.org (Crossref)","title":"Optimal coding and the origins of Zipfian laws","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09296174.2020.1778387","volume":"29"},
  {"id":"ferrer-i-cancho16","accessed":{"date-parts":[["2023",8,28]]},"author":[{"family":"Ferrer-i-Cancho","given":"Ramon"}],"citation-key":"ferrer-i-cancho16","container-title":"Complexity","container-title-short":"Complexity","DOI":"10.1002/cplx.21820","ISSN":"10762787","issue":"S2","issued":{"date-parts":[["2016",11]]},"language":"en","page":"409-411","source":"DOI.org (Crossref)","title":"Compression and the origins of Zipf's law for word frequencies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/cplx.21820","volume":"21"},
  {"id":"fitch_hauser95","abstract":"The physiological mechanisms and acoustic principles underlying sound production in primates are important for analyzing and synthesizing primate vocalizations, for determining the range of calls that are physically producible, and for understanding primate communication in the broader comparative context of what is known about communication in other vertebrates. In this paper we discuss what is known about vocal production in nonhuman primates, relying heavily on models from speech and musical acoustics. We first describe the role of the lungs and larynx in generating the sound source, and then discuss the effect; of the supralaryngeal vocal tract in modifying this source. We conclude that more research is needed to resolve several important questions about the acoustics of primate calls, including the nature of the vocal tract’s contribution to call production. Nonetheless, enough is known to explore the implications of call acoustics for the evolution of primate communication. In particular, we discuss how anatomy and physiology may provide constraints resulting in “honest” acoustic indicators of body size. o 1995 Wiley-Liss, Inc.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Fitch","given":"W. Tecumseh"},{"family":"Hauser","given":"Marc D."}],"citation-key":"fitch_hauser95","container-title":"American Journal of Primatology","container-title-short":"American J Primatol","DOI":"10.1002/ajp.1350370303","ISSN":"0275-2565, 1098-2345","issue":"3","issued":{"date-parts":[["1995",1]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"191-219","source":"DOI.org (Crossref)","title":"Vocal production in nonhuman primates: acoustics, physiology, and functional constraints on \"honest\" advertisement","title-short":"Vocal production in nonhuman primates","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/ajp.1350370303","volume":"37"},
  {"id":"fitch00","accessed":{"date-parts":[["2023",8,30]]},"author":[{"family":"Fitch","given":"W.Tecumseh"}],"citation-key":"fitch00","container-title":"Trends in Cognitive Sciences","container-title-short":"Trends in Cognitive Sciences","DOI":"10.1016/S1364-6613(00)01494-7","ISSN":"13646613","issue":"7","issued":{"date-parts":[["2000",7]]},"language":"en","page":"258-267","source":"DOI.org (Crossref)","title":"The evolution of speech: a comparative review","title-short":"The evolution of speech","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1364661300014947","volume":"4"},
  {"id":"fox_etal15","author":[{"family":"Fox","given":"Gordon A."},{"family":"Negrete-Yankelevich","given":"Simoneta"},{"family":"Sosa","given":"Vinicio J."}],"citation-key":"fox_etal15","issued":{"date-parts":[["2015"]]},"publisher":"Oxford University Press","title":"Ecological Statistics: Contemporary Theory and Application","type":"book"},
  {"id":"franz_goller03","abstract":"SUMMARY\n            Song production in birds is driven by temporally complex respiratory patterns. In zebra finches (Taeniopygia guttata), song consists of repetitions of a stereotyped sequence of distinct syllables (motif). Syllables correspond to distinct expiratory pulses, which alternate with short deep inspirations. We investigated the effect of the song motor pattern on respiration using a newly developed mask system to measure oxygen consumption while simultaneously monitoring subsyringeal air sac pressure. The metabolic cost of song is closely related to song duration (mean=85.7 μl O2 g-1 min-1 over pre-song levels) and confirms earlier estimates for this species. When motif duration is controlled for, there is only small interindividual variability in oxygen consumption per motif. The oxygen measurements were also used to evaluate various methods of estimating and reporting the metabolic cost. Up to 20s before song,respiratory activity and oxygen consumption increased. Shortly before and during the introductory notes of the song bout, respiration and oxygen consumption decreased markedly. In some individuals, significant hyperventilation occurred during song, causing almost complete apnea after the song. In three different birds, we measured tracheal airflow and air sac pressure during song. Birds with higher airflow during song relative to flow during quiet respiration had a more pronounced decrease in respiratory activity after the song bout. These results suggest that gas exchange continues in the lung during the song bout and that long expiratory pressure pulses of the song motif can lead to hyperventilation but that no oxygen debt resulted from song. This research allows a first assessment of respiratory constraints that may influence the evolution of song complexity.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Franz","given":"Michele"},{"family":"Goller","given":"Franz"}],"citation-key":"franz_goller03","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.00196","ISSN":"1477-9145, 0022-0949","issue":"6","issued":{"date-parts":[["2003",3,15]]},"language":"en","page":"967-978","source":"DOI.org (Crossref)","title":"Respiratory patterns and oxygen consumption in singing zebra finches","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/206/6/967/14027/Respiratory-patterns-and-oxygen-consumption-in","volume":"206"},
  {"id":"fujiki_etal22","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Fujiki","given":"Robert Brinton"},{"family":"Huber","given":"Jessica E."},{"family":"Sivasankar","given":"M. Preeti"}],"citation-key":"fujiki_etal22","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0268324","ISSN":"1932-6203","issue":"5","issued":{"date-parts":[["2022",5,12]]},"language":"en","page":"e0268324","source":"DOI.org (Crossref)","title":"The effects of vocal exertion on lung volume measurements and acoustics in speakers reporting high and low vocal fatigue","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0268324","volume":"17"},
  {"id":"g_torre_etal21","abstract":"Menzerath’s law is a quantitative linguistic law which states that, on average, the longer is a linguistic construct, the shorter are its constituents. In contrast, Menzerath-Altmann’s law (MAL) is a precise mathematical power-law-exponential formula which expresses the expected length of the linguistic construct conditioned on the number of its constituents. In this paper, we investigate the anatomy of MAL for constructs being word tokens and constituents being syllables, measuring its length in graphemes. First, we derive the exact form of MAL for texts generated by the memoryless source with three emitted symbols, which can be interpreted as a monkey typing model or a null model. We show that this null model complies with Menzerath’s law, revealing that Menzerath’s law itself can hardly be a criterion of complexity in communication. This observation does not apply to the more precise Menzerath-Altmann’s law, which predicts an inverted regime for sufficiently range constructs, i.e., the longer is a word, the longer are its syllables. To support this claim, we analyze MAL on data from 21 languages, consisting of texts from the Standardized Project Gutenberg. We show the presence of the inverted regime, not exhibited by the null model, and we demonstrate robustness of our results. We also report the complicated distribution of syllable sizes with respect to their position in the word, which might be related with the emerging MAL. Altogether, our results indicate that Menzerath’s law—in terms of correlations—is a spurious observation, while complex patterns and efficiency dynamics should be rather attributed to specific forms of Menzerath-Altmann’s law.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"G. Torre","given":"Iván"},{"family":"Dębowski","given":"Łukasz"},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"g_torre_etal21","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0256133","editor":[{"family":"Amancio","given":"Diego Raphael"}],"ISSN":"1932-6203","issue":"8","issued":{"date-parts":[["2021",8,20]]},"language":"en","page":"e0256133","source":"DOI.org (Crossref)","title":"Can Menzerath’s law be a criterion of complexity in communication?","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0256133","volume":"16"},
  {"id":"gero_etal16","abstract":"The ‘social complexity hypothesis’ suggests that complex social structure is a driver of diversity in animal communication systems. Sperm whales have a hierarchically structured society in which the largest affiliative structures, the vocal clans, are marked on ocean-basin scales by culturally transmitted dialects of acoustic signals known as ‘codas’. We examined variation in coda repertoires among both individual whales and social units—the basic element of sperm whale society—using data from nine Caribbean social units across six years. Codas were assigned to individuals using photo-identification and acoustic size measurement, and we calculated similarity between repertoires using both continuous and categorical methods. We identified 21 coda types. Two of those (‘1+1+3’ and ‘5R\n              1\n              ’) made up 65% of the codas recorded, were shared across all units and have dominated repertoires in this population for at least 30 years. Individuals appear to differ in the way they produce ‘5R\n              1\n              ’ but not ‘1+1+3’ coda. Units use distinct 4-click coda types which contribute to making unit repertoires distinctive. Our results support the social complexity hypothesis in a marine species as different patterns of variation between coda types suggest divergent functions, perhaps representing selection for identity signals at several levels of social structure.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Gero","given":"Shane"},{"family":"Whitehead","given":"Hal"},{"family":"Rendell","given":"Luke"}],"citation-key":"gero_etal16","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.150372","ISSN":"2054-5703","issue":"1","issued":{"date-parts":[["2016",1]]},"language":"en","page":"150372","source":"DOI.org (Crossref)","title":"Individual, unit and vocal clan level identity cues in sperm whale codas","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.150372","volume":"3"},
  {"id":"gibson_etal19","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Gibson","given":"Edward"},{"family":"Futrell","given":"Richard"},{"family":"Piantadosi","given":"Steven P."},{"family":"Dautriche","given":"Isabelle"},{"family":"Mahowald","given":"Kyle"},{"family":"Bergen","given":"Leon"},{"family":"Levy","given":"Roger"}],"citation-key":"gibson_etal19","container-title":"Trends in Cognitive Sciences","container-title-short":"Trends in Cognitive Sciences","DOI":"10.1016/j.tics.2019.02.003","ISSN":"13646613","issue":"5","issued":{"date-parts":[["2019",5]]},"language":"en","page":"389-407","source":"DOI.org (Crossref)","title":"How efficiency shapes human language","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1364661319300580","volume":"23"},
  {"id":"gruber_etal22","abstract":"Recent studies in several taxa have demonstrated that animal culture can evolve to become more efficient in various contexts ranging from tool use to route learning and migration. Under recent definitions, such increases in efficiency might satisfy the core criteria of cumulative cultural evolution (CCE). However, there is not yet a satisfying consensus on the precise definition of efficiency, CCE or the link between efficiency and more complex, extended forms of CCE considered uniquely human. To bring clarity to this wider discussion of CCE, we develop the concept of efficiency by (i) reviewing recent potential evidence for CCE in animals, and (ii) clarifying a useful definition of efficiency by synthesizing perspectives found within the literature, including animal studies and the wider iterated learning literature. Finally, (iii) we discuss what factors might impinge on the informational bottleneck of social transmission, and argue that this provides pressure for learnable behaviours across species. We conclude that framing CCE in terms of efficiency casts complexity in a new light, as learnable behaviours are a requirement for the evolution of complexity. Understanding how efficiency greases the ratchet of cumulative culture provides a better appreciation of how similar cultural evolution can be between taxonomically diverse species—a case for continuity across the animal kingdom.\n            This article is part of a discussion meeting issue ‘The emergence of collective knowledge and cumulative culture in animals, humans and machines’.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Gruber","given":"T."},{"family":"Chimento","given":"M."},{"family":"Aplin","given":"L. M."},{"family":"Biro","given":"D."}],"citation-key":"gruber_etal22","container-title":"Philosophical Transactions of the Royal Society B: Biological Sciences","container-title-short":"Phil. Trans. R. Soc. B","DOI":"10.1098/rstb.2020.0308","ISSN":"0962-8436, 1471-2970","issue":"1843","issued":{"date-parts":[["2022",1,31]]},"language":"en","page":"20200308","source":"DOI.org (Crossref)","title":"Efficiency fosters cumulative culture across species","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rstb.2020.0308","volume":"377"},
  {"id":"gustison_etal16","abstract":"Significance\n            \n              Human language follows a variety of structural principles, known as linguistic laws. One of these, Menzerath’s law, states that, the larger the size of the construct (e.g., the size of a word in terms of syllable number), the smaller the size of the individual constituent parts (e.g., syllables). We show for the first time (to our knowledge) that Menzerath’s law also holds in the vocal communication of a nonhuman species. In the gelada (\n              Theropithecus gelada\n              ), a primate living in the highlands of Ethiopia, longer vocal sequences produced by adult males were associated with shorter individual calls. This result suggests that general—perhaps universal—principles underpin the structure of vocal communication in our own species and others.\n            \n          , \n            \n              Identifying universal principles underpinning diverse natural systems is a key goal of the life sciences. A powerful approach in addressing this goal has been to test whether patterns consistent with linguistic laws are found in nonhuman animals. Menzerath’s law is a linguistic law that states that, the larger the construct, the smaller the size of its constituents. Here, to our knowledge, we present the first evidence that Menzerath’s law holds in the vocal communication of a nonhuman species. We show that, in vocal sequences of wild male geladas (\n              Theropithecus gelada\n              ), construct size (sequence size in number of calls) is negatively correlated with constituent size (duration of calls). Call duration does not vary significantly with position in the sequence, but call sequence composition does change with sequence size and most call types are abbreviated in larger sequences. We also find that intercall intervals follow the same relationship with sequence size as do calls. Finally, we provide formal mathematical support for the idea that Menzerath’s law reflects compression—the principle of minimizing the expected length of a code. Our findings suggest that a common principle underpins human and gelada vocal communication, highlighting the value of exploring the applicability of linguistic laws in vocal systems outside the realm of language.","accessed":{"date-parts":[["2024",3,7]]},"author":[{"family":"Gustison","given":"Morgan L."},{"family":"Semple","given":"Stuart"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Bergman","given":"Thore J."}],"citation-key":"gustison_etal16","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.1522072113","ISSN":"0027-8424, 1091-6490","issue":"19","issued":{"date-parts":[["2016",5,10]]},"language":"en","source":"DOI.org (Crossref)","title":"Gelada vocal sequences follow Menzerath’s linguistic law","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.1522072113","volume":"113"},
  {"id":"gustisonGeladaVocalSequences2016","abstract":"Significance\n            \n              Human language follows a variety of structural principles, known as linguistic laws. One of these, Menzerath’s law, states that, the larger the size of the construct (e.g., the size of a word in terms of syllable number), the smaller the size of the individual constituent parts (e.g., syllables). We show for the first time (to our knowledge) that Menzerath’s law also holds in the vocal communication of a nonhuman species. In the gelada (\n              Theropithecus gelada\n              ), a primate living in the highlands of Ethiopia, longer vocal sequences produced by adult males were associated with shorter individual calls. This result suggests that general—perhaps universal—principles underpin the structure of vocal communication in our own species and others.\n            \n          , \n            \n              Identifying universal principles underpinning diverse natural systems is a key goal of the life sciences. A powerful approach in addressing this goal has been to test whether patterns consistent with linguistic laws are found in nonhuman animals. Menzerath’s law is a linguistic law that states that, the larger the construct, the smaller the size of its constituents. Here, to our knowledge, we present the first evidence that Menzerath’s law holds in the vocal communication of a nonhuman species. We show that, in vocal sequences of wild male geladas (\n              Theropithecus gelada\n              ), construct size (sequence size in number of calls) is negatively correlated with constituent size (duration of calls). Call duration does not vary significantly with position in the sequence, but call sequence composition does change with sequence size and most call types are abbreviated in larger sequences. We also find that intercall intervals follow the same relationship with sequence size as do calls. Finally, we provide formal mathematical support for the idea that Menzerath’s law reflects compression—the principle of minimizing the expected length of a code. Our findings suggest that a common principle underpins human and gelada vocal communication, highlighting the value of exploring the applicability of linguistic laws in vocal systems outside the realm of language.","accessed":{"date-parts":[["2023",5,29]]},"author":[{"family":"Gustison","given":"Morgan L."},{"family":"Semple","given":"Stuart"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Bergman","given":"Thore J."}],"citation-key":"gustisonGeladaVocalSequences2016","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.1522072113","ISSN":"0027-8424, 1091-6490","issue":"19","issued":{"date-parts":[["2016",5,10]]},"language":"en","source":"DOI.org (Crossref)","title":"Gelada vocal sequences follow Menzerath’s linguistic law","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.1522072113","volume":"113"},
  {"id":"heesen_etal19","author":[{"family":"Heesen","given":"Raphaela"},{"family":"Hobaiter","given":"Catherine"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Semple","given":"Stuart"}],"citation-key":"heesen_etal19","container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2018.2900","issued":{"date-parts":[["2019"]]},"language":"en","page":"20182900","source":"Zotero","title":"Linguistic laws in chimpanzee gestural communication","type":"article-journal","volume":"286"},
  {"id":"hernandez-fernandez_etal19","abstract":"In this work we consider Glissando Corpus—an oral corpus of Catalan and Spanish—and empirically analyze the presence of the four classical linguistic laws (Zipf’s law, Herdan’s law, Brevity law, and Menzerath–Altmann’s law) in oral communication, and further complement this with the analysis of two recently formulated laws: lognormality law and size-rank law. By aligning the acoustic signal of speech production with the speech transcriptions, we are able to measure and compare the agreement of each of these laws when measured in both physical and symbolic units. Our results show that these six laws are recovered in both languages but considerably more emphatically so when these are examined in physical units, hence reinforcing the so-called ‘physical hypothesis’ according to which linguistic laws might indeed have a physical origin and the patterns recovered in written texts would, therefore, be just a byproduct of the regularities already present in the acoustic signals of oral communication.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Hernández-Fernández","given":"Antoni"},{"family":"G. Torre","given":"Iván"},{"family":"Garrido","given":"Juan-María"},{"family":"Lacasa","given":"Lucas"}],"citation-key":"hernandez-fernandez_etal19","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e21121153","ISSN":"1099-4300","issue":"12","issued":{"date-parts":[["2019",11,26]]},"language":"en","page":"1153","source":"DOI.org (Crossref)","title":"Linguistic laws in speech: The case of Catalan and Spanish","title-short":"Linguistic Laws in Speech","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/21/12/1153","volume":"21"},
  {"id":"hersh_etal22","abstract":"Culture, a pillar of the remarkable ecological success of humans, is increasingly recognized as a powerful force structuring nonhuman animal populations. A key gap between these two types of culture is quantitative evidence of symbolic markers—seemingly arbitrary traits that function as reliable indicators of cultural group membership to conspecifics. Using acoustic data collected from 23 Pacific Ocean locations, we provide quantitative evidence that certain sperm whale acoustic signals exhibit spatial patterns consistent with a symbolic marker function. Culture segments sperm whale populations into behaviorally distinct clans, which are defined based on dialects of stereotyped click patterns (codas). We classified 23,429 codas into types using contaminated mixture models and hierarchically clustered coda repertoires into seven clans based on similarities in coda usage; then we evaluated whether coda usage varied with geographic distance within clans or with spatial overlap between clans. Similarities in within-clan usage of both “identity codas” (coda types diagnostic of clan identity) and “nonidentity codas” (coda types used by multiple clans) decrease as space between repertoire recording locations increases. However, between-clan similarity in identity, but not nonidentity, coda usage decreases as clan spatial overlap increases. This matches expectations if sympatry is related to a measurable pressure to diversify to make cultural divisions sharper, thereby providing evidence that identity codas function as symbolic markers of clan identity. Our study provides quantitative evidence of arbitrary traits, resembling human ethnic markers, conveying cultural identity outside of humans, and highlights remarkable similarities in the distributions of human ethnolinguistic groups and sperm whale clans.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Hersh","given":"Taylor A."},{"family":"Gero","given":"Shane"},{"family":"Rendell","given":"Luke"},{"family":"Cantor","given":"Maurício"},{"family":"Weilgart","given":"Lindy"},{"family":"Amano","given":"Masao"},{"family":"Dawson","given":"Stephen M."},{"family":"Slooten","given":"Elisabeth"},{"family":"Johnson","given":"Christopher M."},{"family":"Kerr","given":"Iain"},{"family":"Payne","given":"Roger"},{"family":"Rogan","given":"Andy"},{"family":"Antunes","given":"Ricardo"},{"family":"Andrews","given":"Olive"},{"family":"Ferguson","given":"Elizabeth L."},{"family":"Hom-Weaver","given":"Cory Ann"},{"family":"Norris","given":"Thomas F."},{"family":"Barkley","given":"Yvonne M."},{"family":"Merkens","given":"Karlina P."},{"family":"Oleson","given":"Erin M."},{"family":"Doniol-Valcroze","given":"Thomas"},{"family":"Pilkington","given":"James F."},{"family":"Gordon","given":"Jonathan"},{"family":"Fernandes","given":"Manuel"},{"family":"Guerra","given":"Marta"},{"family":"Hickmott","given":"Leigh"},{"family":"Whitehead","given":"Hal"}],"citation-key":"hersh_etal22","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc. Natl. Acad. Sci. U.S.A.","DOI":"10.1073/pnas.2201692119","ISSN":"0027-8424, 1091-6490","issue":"37","issued":{"date-parts":[["2022",9,13]]},"language":"en","page":"e2201692119","source":"DOI.org (Crossref)","title":"Evidence from sperm whale clans of symbolic marking in non-human cultures","type":"article-journal","URL":"https://pnas.org/doi/full/10.1073/pnas.2201692119","volume":"119"},
  {"id":"holt_etal15","abstract":"Many animals produce louder, longer or more repetitious vocalizations to compensate for increases in environmental noise. Biological costs of increased vocal effort in response to noise, including energetic costs, remain empirically undefined in many taxa, particularly in marine mammals that rely on sound for fundamental biological functions in increasingly noisy habitats. For this investigation, we tested the hypothesis that an increase in vocal effort would result in an energetic cost to the signaler by experimentally measuring oxygen consumption during rest and a 2 min vocal period in dolphins that were trained to vary vocal loudness across trials. Vocal effort was quantified as the total acoustic energy of sounds produced. Metabolic rates during the vocal period were, on average, 1.2 and 1.5 times resting metabolic rate (RMR) in dolphin A and B, respectively. As vocal effort increased, we found that there was a significant increase in metabolic rate over RMR during the 2 min following sound production in both dolphins, and in total oxygen consumption (metabolic cost of sound production plus recovery costs) in the dolphin that showed a wider range of vocal effort across trials. Increases in vocal effort, as a consequence of increases in vocal amplitude, repetition rate and/or duration, are consistent with behavioral responses to noise in free-ranging animals. Here, we empirically demonstrate for the first time in a marine mammal, that these vocal modifications can have an energetic impact at the individual level and, importantly, these data provide a mechanistic foundation for evaluating biological consequences of vocal modification in noise-polluted habitats.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Holt","given":"Marla M."},{"family":"Noren","given":"Dawn P."},{"family":"Dunkin","given":"Robin C."},{"family":"Williams","given":"Terrie M."}],"citation-key":"holt_etal15","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.122424","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[["2015",1,1]]},"language":"en","page":"jeb.122424","source":"DOI.org (Crossref)","title":"Vocal performance affects metabolic rate in dolphins: implications for animals communicating in noisy environments","title-short":"Vocal performance affects metabolic rate in dolphins","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.122424/262142/Vocal-performance-affects-metabolic-rate-in"},
  {"id":"hou_etal17","abstract":"The Menzerath-Altmann law (henceforth the MA law), discovered by Menzerath and formulated by Altmann, describes the correlation between the language structure and its immediate components at all linguistic levels. This paper examines the correlation between Chinese sentences and their components, clauses, in texts from different registers based on the MA law. The results show that the correlation is described by the MA law only in the formal written texts.","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Hou","given":"Renkui"},{"family":"Huang","given":"Chu-Ren"},{"family":"Do","given":"Hue San"},{"family":"Liu","given":"Hongchao"}],"citation-key":"hou_etal17","container-title":"Journal of Quantitative Linguistics","container-title-short":"Journal of Quantitative Linguistics","DOI":"10.1080/09296174.2017.1314411","ISSN":"0929-6174, 1744-5035","issue":"4","issued":{"date-parts":[["2017",10,2]]},"language":"en","page":"350-366","source":"DOI.org (Crossref)","title":"A study on correlation between Chinese sentence and constituting clauses based on the Menzerath-Altmann Law","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09296174.2017.1314411","volume":"24"},
  {"id":"huang_etal20","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Huang","given":"Mingpan"},{"family":"Ma","given":"Haigang"},{"family":"Ma","given":"Changyong"},{"family":"Garber","given":"Paul A."},{"family":"Fan","given":"Pengfei"}],"citation-key":"huang_etal20","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2019.11.017","ISSN":"00033472","issued":{"date-parts":[["2020",2]]},"language":"en","page":"145-155","source":"DOI.org (Crossref)","title":"Male gibbon loud morning calls conform to Zipf's law of brevity and Menzerath's law: insights into the origin of human language","title-short":"Male gibbon loud morning calls conform to Zipf's law of brevity and Menzerath's law","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S000334721930377X","volume":"160"},
  {"id":"ives_etal07","accessed":{"date-parts":[["2024",4,19]]},"author":[{"family":"Ives","given":"Anthony R."},{"family":"Midford","given":"Peter E."},{"family":"Garland","given":"Theodore"}],"citation-key":"ives_etal07","container-title":"Systematic Biology","DOI":"10.1080/10635150701313830","editor":[{"family":"Oakley","given":"Todd"}],"ISSN":"1076-836X, 1063-5157","issue":"2","issued":{"date-parts":[["2007",4,1]]},"language":"en","page":"252-270","source":"DOI.org (Crossref)","title":"Within-species variation and measurement error in phylogenetic comparative methods","type":"article-journal","URL":"https://academic.oup.com/sysbio/article/56/2/252/1687174","volume":"56"},
  {"id":"james_etal21","abstract":"Organizational patterns can be shared across biological systems, and revealing the factors shaping common patterns can provide insight into fundamental biological mechanisms. The behavioral pattern that elements with more constituents tend to consist of shorter constituents (Menzerath’s law [ML]) was described ﬁrst in speech and language (e.g., words with more syllables consist of shorter syllables) and subsequently in music and animal communication. Menzerath’s law is hypothesized to reﬂect efﬁciency in information transfer, but biases and constraints in motor production can also lead to this pattern. We investigated the evolutionary breadth of ML and the contribution of production mechanisms to ML in the songs of 15 songbird species. Negative relationships between the number and duration of constituents (e.g., syllables in phrases) were observed in all 15 species. However, negative relationships were also observed in null models in which constituents were randomly allocated into observed element durations, and the observed negative relationship for numerous species did not differ from the null model; consequently, ML in these species could simply reﬂect production constraints and not communicative efﬁciency. By contrast, ML was signiﬁcantly different from the null model for more than half the cases, suggesting additional organizational rules are imposed onto birdsongs. Production mechanisms are also underscored by the ﬁnding that canaries and zebra ﬁnches reared without auditory experiences that guide vocal development produced songs with nearly identical ML patterning as typically reared birds. These analyses highlight the breadth with which production mechanisms contribute to this prevalent organizational pattern in behavior.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"James","given":"Logan S."},{"family":"Mori","given":"Chihiro"},{"family":"Wada","given":"Kazuhiro"},{"family":"Sakata","given":"Jon T."}],"citation-key":"james_etal21","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2021.04.015","ISSN":"09609822","issue":"13","issued":{"date-parts":[["2021",7]]},"language":"en","page":"2796-2808.e9","source":"DOI.org (Crossref)","title":"Phylogeny and mechanisms of shared hierarchical patterns in birdsong","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0960982221005285","volume":"31"},
  {"id":"jolliffe_etal23","abstract":"The temporal characteristics of whale song are considered to be amongst the most stable elements of song production, though very few studies have looked at the timing of discrete sounds or the silences between them. This study indicates that the temporal characteristics of the song of the southeast Indian Ocean pygmy blue (SEIOPB) whale are highly variable. While the song repetition interval, or inter-song interval (ISI), appeared to remain consistent within a song event, defined as a consistent bout of singing presumed to come from an individual animal, it was found to be variable between song events. Song structure was a confounding factor in the analysis of variability in ISI with songs comprised of longer phrases naturally having a longer song repetition interval. The songs of the SEIOPB whale are characteristic of the species with only three primary song types. The three-unit song (units I, II and III) has the longest mean ISI of ~ 200 s, approximately twice that of songs composed of only two units (II and III) at a mean of ~ 100 s ISI which is approximately twice the ISI of a one-unit song (unit II only). The results of this study suggest that variability in ISI cannot be attributed to change in one element of a song but is driven by temporal changes in all elements of the song including phrase structure, unit duration and the length of the intervals between song units. Thus, the temporal characteristics of blue whale song appear to be under the control of the animal and may vary between individual whales, and within songs of an individual. It is concluded that the temporal characteristics of song potentially encode contextual information about the singer and may be influenced by audience effects, including audience composition and singer density.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Jolliffe","given":"Capri D."},{"family":"McCauley","given":"Robert. D."},{"family":"Gavrilov","given":"Alexander N."}],"citation-key":"jolliffe_etal23","container-title":"Animal Behavior and Cognition","container-title-short":"AB&C","DOI":"10.26451/abc.10.03.02.2023","ISSN":"23724323","issue":"3","issued":{"date-parts":[["2023",8,1]]},"language":"en","page":"211-231","source":"DOI.org (Crossref)","title":"Variability in temporal characteristics of the south eastern Indian Ocean pygmy blue whale song","type":"article-journal","URL":"https://www.animalbehaviorandcognition.org/uploads/journals/53/2%20Jolliffe_et_al_ABC_10(3).pdf","volume":"10"},
  {"id":"kang21","author":[{"family":"Kang","given":"Tarandeep Singh"}],"citation-key":"kang21","issued":{"date-parts":[["2021"]]},"language":"en","publisher":"Durham University","source":"Zotero","title":"Linguistic laws and compression in a comparative perspective: A conceptual review and phylogenetic test in mammals","type":"thesis","URL":"https://etheses.dur.ac.uk/13923/"},
  {"id":"kershenbaum_etal16","accessed":{"date-parts":[["2023",6,1]]},"author":[{"family":"Kershenbaum","given":"Arik"},{"family":"Blumstein","given":"Daniel T."},{"family":"Roch","given":"Marie A."},{"family":"Akçay","given":"Çağlar"},{"family":"Backus","given":"Gregory"},{"family":"Bee","given":"Mark A."},{"family":"Bohn","given":"Kirsten"},{"family":"Cao","given":"Yan"},{"family":"Carter","given":"Gerald"},{"family":"Cäsar","given":"Cristiane"},{"family":"Coen","given":"Michael"},{"family":"DeRuiter","given":"Stacy L."},{"family":"Doyle","given":"Laurance"},{"family":"Edelman","given":"Shimon"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Freeberg","given":"Todd M."},{"family":"Garland","given":"Ellen C."},{"family":"Gustison","given":"Morgan"},{"family":"Harley","given":"Heidi E."},{"family":"Huetz","given":"Chloé"},{"family":"Hughes","given":"Melissa"},{"family":"Hyland Bruno","given":"Julia"},{"family":"Ilany","given":"Amiyaal"},{"family":"Jin","given":"Dezhe Z."},{"family":"Johnson","given":"Michael"},{"family":"Ju","given":"Chenghui"},{"family":"Karnowski","given":"Jeremy"},{"family":"Lohr","given":"Bernard"},{"family":"Manser","given":"Marta B."},{"family":"McCowan","given":"Brenda"},{"family":"Mercado","given":"Eduardo"},{"family":"Narins","given":"Peter M."},{"family":"Piel","given":"Alex"},{"family":"Rice","given":"Megan"},{"family":"Salmi","given":"Roberta"},{"family":"Sasahara","given":"Kazutoshi"},{"family":"Sayigh","given":"Laela"},{"family":"Shiu","given":"Yu"},{"family":"Taylor","given":"Charles"},{"family":"Vallejo","given":"Edgar E."},{"family":"Waller","given":"Sara"},{"family":"Zamora-Gutierrez","given":"Veronica"}],"citation-key":"kershenbaum_etal16","container-title":"Biological Reviews","container-title-short":"Biol Rev","DOI":"10.1111/brv.12160","issued":{"date-parts":[["2016"]]},"page":"13-52","source":"DOI.org (Crossref)","title":"Acoustic sequences in non-human animals: a tutorial review and prospectus","type":"article-journal","URL":"https://doi.org/10.1111/brv.12160","volume":"91"},
  {"id":"lewis_etal18","abstract":"Acoustic communication is an important aspect of reproductive, foraging and social behaviours for many marine species. Northeast Pacific blue whales (\n              Balaenoptera musculus\n              ) produce three different call types—A, B and D calls. All may be produced as singular calls, but A and B calls also occur in phrases to form songs. To evaluate the behavioural context of singular call and phrase production in blue whales, the acoustic and dive profile data from tags deployed on individuals off southern California were assessed using generalized estimating equations. Only 22% of all deployments contained sounds attributed to the tagged animal. A larger proportion of tagged animals were female (47%) than male (13%), with 40% of unknown sex. Fifty per cent of tags deployed on males contained sounds attributed to the tagged whale, while only a few (5%) deployed on females did. Most calls were produced at shallow depths (less than 30 m). Repetitive phrasing (singing) and production of singular calls were most common during shallow, non-lunging dives, with the latter also common during surface behaviour. Higher sound production rates occurred during autumn than summer and they varied with time-of-day: singular call rates were higher at dawn and dusk, while phrase production rates were highest at dusk and night.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Lewis","given":"Leah A."},{"family":"Calambokidis","given":"John"},{"family":"Stimpert","given":"Alison K."},{"family":"Fahlbusch","given":"James"},{"family":"Friedlaender","given":"Ari S."},{"family":"McKenna","given":"Megan F."},{"family":"Mesnick","given":"Sarah L."},{"family":"Oleson","given":"Erin M."},{"family":"Southall","given":"Brandon L."},{"family":"Szesciorka","given":"Angela R."},{"family":"Širović","given":"Ana"}],"citation-key":"lewis_etal18","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.180241","ISSN":"2054-5703","issue":"8","issued":{"date-parts":[["2018",8]]},"language":"en","page":"180241","source":"DOI.org (Crossref)","title":"Context-dependent variability in blue whale acoustic behaviour","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.180241","volume":"5"},
  {"id":"lewis_etal23","abstract":"Abstract\n          \n            Linguistic laws, which describe common statistical patterns in human language, are often studied in animal communication systems. Despite good evidence for the existence of these laws in non-human primates, data is still limited for other taxa. Birdsong is often used as a model for human language development due to similarities in vocal learning and production. Therefore, it is useful to explore features of human language in birdsong to determine the value and limitations of such comparisons. Here, we looked for patterns consistent with Menzerath’s law, the tendency for longer sequences to be made up of smaller constituent parts, and Zipf’s Law of Abbreviation, the tendency for more frequently used elements to be shorter in length, in the songs of Java sparrows (\n            Padda oryzivora\n            ). We found that songs conformed to Menzerath’s law at both the population and individual level; longer sequences were made up of shorter notes, and this pattern was achieved through note selection, rather than shortening existing notes. This adherence to Menzerath’s law may reflect species-specific constraints on song durations. However, we found no evidence to support adherence to Zipf’s Law of Abbreviation, either at population or individual level; more frequently used notes were not shorter in length. As they are used in courtship, songs may experience different selection pressure to other parts of the vocal repertoire, which could act against compression. Whilst there may be some limitations in applying linguistic laws designed for human language to birdsong, especially Zipf’s Law of Abbreviation, these laws may still provide insights into animal and human communication systems.","accessed":{"date-parts":[["2024",1,25]]},"author":[{"family":"Lewis","given":"Rebecca N"},{"family":"Kwong","given":"Anthony"},{"family":"Soma","given":"Masayo"},{"family":"De Kort","given":"Selvino R"},{"family":"Gilman","given":"R Tucker"}],"citation-key":"lewis_etal23","DOI":"10.1101/2023.12.13.571437","genre":"preprint","issued":{"date-parts":[["2023",12,14]]},"language":"en","publisher":"Animal Behavior and Cognition","source":"DOI.org (Crossref)","title":"Java sparrow song conforms to Menzerath’s Law but not Zipf’s Law of Abbreviation","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2023.12.13.571437"},
  {"id":"lloyd_slater21","abstract":"Abstract\n            Phylogenetic trees provide a powerful framework for testing macroevolutionary hypotheses, but it is becoming increasingly apparent that inferences derived from extant species alone can be highly misleading. Trees incorporating living and extinct taxa are needed to address fundamental questions about the origins of diversity and disparity but it has proved challenging to generate robust, species-rich phylogenies that include large numbers of fossil taxa. As a result, most studies of diversification dynamics continue to rely on molecular phylogenies. Here, we extend and apply a recently developed meta-analytic approach for synthesizing previously published phylogenetic studies to infer a well-resolved set of species level, time-scaled phylogenetic hypotheses for extinct and extant cetaceans (whales, dolphins, and allies). Our trees extend sampling from the $\\sim 90$ extant species to over 500 living and extinct species, and therefore allow for more robust inference of macroevolutionary dynamics. While the diversification scenarios, we recover are broadly concordant with those inferred from molecular phylogenies they differ in critical ways, notably in the relative contributions of extinction and speciation rate shifts in driving rapid radiations. The metatree approach provides the most immediate route for generating higher level phylogenies of extinct taxa and opens the door to re-evaluation of macroevolutionary hypotheses derived only from extant taxa.[Extinction; macroevolution; matrix representation with parsimony; morphology; supertree.]","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Lloyd","given":"Graeme T"},{"family":"Slater","given":"Graham J"}],"citation-key":"lloyd_slater21","container-title":"Systematic Biology","DOI":"10.1093/sysbio/syab002","editor":[{"family":"López-Fernández","given":"Hernán"}],"ISSN":"1063-5157, 1076-836X","issue":"5","issued":{"date-parts":[["2021",8,11]]},"language":"en","license":"https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model","page":"922-939","source":"DOI.org (Crossref)","title":"A total-group phylogenetic metatree for Cetacea and the importance of fossil data in diversification analyses","type":"article-journal","URL":"https://academic.oup.com/sysbio/article/70/5/922/6122448","volume":"70"},
  {"id":"macklin_etal24","abstract":"The call characteristics and vocal behaviour of sei whales (Balaenoptera borealis) off eastern Canada, including potential spatiotemporal variation, is poorly understood. Such information can improve the performance of automated detector-classifiers, enhancing the accuracy and efficiency of identifying sei whales in large acoustic datasets. Ultimately, these data can be used to understand the occurrence, distribution, and population structure of sei whales in Atlantic Canada. We measured sei whale downsweep characteristics recorded from six locations off Nova Scotia (NS) and Newfoundland and Labrador (NFLD), Canada over a two-year period (2015–2017), and examined variation between call subtypes (singlets, doublets, triplets+), and seasons (Spring, Summer, Fall, Winter). We found that downsweeps had a mean duration of 1.58 s, sweeping from 75.66 to 34.22 Hz, with a peak frequency of 43.89 Hz and an intra-call interval of 2.22 s. Most call characteristics did not vary between location, subtype, or season; however, significantly longer downsweeps occurred off NS, within doublet calls, and in fall months. We also found that NFLD had a higher proportion of doublets (70%) than NS (52%). This variation may be evidence of acoustically diverging sei whale populations, as well as useful for improving detector-classifiers of sei whales in the region.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Macklin","given":"Gabrielle F."},{"family":"Moors-Murphy","given":"Hilary B."},{"family":"Leonard","given":"Marty L."}],"citation-key":"macklin_etal24","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/10.0024213","ISSN":"0001-4966","issue":"1","issued":{"date-parts":[["2024",1,1]]},"language":"en","page":"145-155","source":"DOI.org (Crossref)","title":"Characteristics and spatiotemporal variation of sei whale (Balaenoptera borealis) downsweeps recorded in Atlantic Canada","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/155/1/145/2932685/Characteristics-and-spatiotemporal-variation-of","volume":"155"},
  {"id":"madsen_etal23","abstract":"Echolocating toothed whales (odontocetes) capture fast-moving prey in dark marine environments, which critically depends on their ability to generate powerful, ultrasonic clicks. How their supposedly air-driven sound source can produce biosonar clicks at depths of >1000 meters, while also producing rich vocal repertoires to mediate complex social communication, remains unknown. We show that odontocetes possess a sound production system based on air driven through nasal passages that is functionally analogous to laryngeal and syringeal sound production. Tissue vibration in different registers produces distinct echolocation and communication signals across all major odontocete clades, and thus provides a physiological basis for classifying their vocal repertoires. The vocal fry register is used by species from porpoises to sperm whales for generating powerful, highly air-efficient echolocation clicks.\n          , \n            Secrets of whale vocal anatomy\n            \n              Odontocete (“toothed”) whales are well known for using echolocation to forage underwater, but they also produce a wide array of sounds used for social communication. Precisely how all of these sounds are produced was characterized by Madsen\n              et al\n              . in living animals (see the Perspective by Ravignani and Herbst). The authors found that the wide array of sounds are produced through the nasal passages but in a way analogous to laryngeal and syringeal sound production. Using the nasal passages facilitates complex sound production at depth, where laryngeal sound would be hampered by pressure. Furthermore, they found that odontocetes use different vocal registers, such as those we associate with falsetto or vocal fry in humans, to convey information. —SNV\n            \n          , \n            A nasal sound source operates at different vocal registers for biosonar-based prey capture from porpoises to sperm whales.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Madsen","given":"Peter T."},{"family":"Siebert","given":"Ursula"},{"family":"Elemans","given":"Coen P. H."}],"citation-key":"madsen_etal23","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.adc9570","ISSN":"0036-8075, 1095-9203","issue":"6635","issued":{"date-parts":[["2023",3,3]]},"language":"en","page":"928-933","source":"DOI.org (Crossref)","title":"Toothed whales use distinct vocal registers for echolocation and communication","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adc9570","volume":"379"},
  {"id":"mann_etal21","abstract":"Abstract\n            Despite the diversity of human languages, certain linguistic patterns are remarkably consistent across human populations. While syntactic universals receive more attention, there is stronger evidence for universal patterns in the inventory and organization of segments: units that are separated by rapid acoustic transitions which are used to build syllables, words, and phrases. Crucially, if an alien researcher investigated spoken human language how we analyze non-human communication systems, many of the phonological regularities would be overlooked, as the majority of analyses in non-humans treat breath groups, or “syllables” (units divided by silent inhalations), as the smallest unit. Here, we introduce a novel segment-based analysis that reveals patterns in the acoustic output of budgerigars, a vocal learning parrot species, that match universal phonological patterns well-documented in humans. We show that song in four independent budgerigar populations is comprised of consonant- and vowel-like segments. Furthermore, the organization of segments within syllables is not random. As in spoken human language, segments at the start of a vocalization are more likely to be consonant-like and segments at the end are more likely to be longer, quieter, and lower in fundamental frequency. These results provide a new foundation for empirical investigation of language-like abilities in other species.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Mann","given":"Dan C."},{"family":"Fitch","given":"W. Tecumseh"},{"family":"Tu","given":"Hsiao-Wei"},{"family":"Hoeschele","given":"Marisa"}],"citation-key":"mann_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-020-80340-y","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",1,12]]},"language":"en","page":"776","source":"DOI.org (Crossref)","title":"Universal principles underlying segmental structures in parrot song and human speech","type":"article-journal","URL":"https://www.nature.com/articles/s41598-020-80340-y","volume":"11"},
  {"id":"markov_ostrovskaya90","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Markov","given":"Vladimir I."},{"family":"Ostrovskaya","given":"Vera M."}],"citation-key":"markov_ostrovskaya90","container-title":"Sensory Abilities of Cetaceans","editor":[{"family":"Thomas","given":"Jeanette A."},{"family":"Kastelein","given":"Ronald A."}],"event-place":"Boston, MA","ISBN":"978-1-4899-0860-5 978-1-4899-0858-2","issued":{"date-parts":[["1990"]]},"language":"en","note":"10.1007/978-1-4899-0858-2_42","page":"599-622","publisher":"Springer US","publisher-place":"Boston, MA","source":"DOI.org (Crossref)","title":"Organization of communication system in Tursiops truncatus Montagu","type":"chapter","URL":"http://link.springer.com/10.1007/978-1-4899-0858-2_42"},
  {"id":"martin_etal18","abstract":"The costs of predation may exert significant pressure on the mode of communication used by an animal, and many species balance the benefits of communication (e.g. mate attraction) against the potential risk of predation. Four groups of toothed whales have independently evolved narrowband high-frequency (NBHF) echolocation signals. These signals help NBHF species avoid predation through acoustic crypsis by echolocating and communicating at frequencies inaudible to predators such as mammal-eating killer whales. Heaviside's dolphins (\n              Cephalorhynchus heavisidii\n              ) are thought to exclusively produce NBHF echolocation clicks with a centroid frequency around 125 kHz and little to no energy below 100 kHz. To test this, we recorded wild Heaviside's dolphins in a sheltered bay in Namibia. We demonstrate that Heaviside's dolphins produce a second type of click with lower frequency and broader bandwidth in a frequency range that is audible to killer whales. These clicks are used in burst-pulses and occasional click series but not foraging buzzes. We evaluate three different hypotheses and conclude that the most likely benefit of these clicks is to decrease transmission directivity and increase conspecific communication range. The expected increase in active space depends on background noise but ranges from 2.5 (Wenz Sea State 6) to 5 times (Wenz Sea State 1) the active space of NBHF signals. This dual click strategy therefore allows these social dolphins to maintain acoustic crypsis during navigation and foraging, and to selectively relax their crypsis to facilitate communication with conspecifics.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Gridley","given":"Tess"},{"family":"Elwen","given":"Simon H."},{"family":"Jensen","given":"Frants H."}],"citation-key":"martin_etal18","container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B.","DOI":"10.1098/rspb.2018.1178","ISSN":"0962-8452, 1471-2954","issue":"1883","issued":{"date-parts":[["2018",7,25]]},"language":"en","page":"20181178","source":"DOI.org (Crossref)","title":"Heaviside's dolphins (Cephalorhynchus heavisidii) relax acoustic crypsis to increase communication range","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2018.1178","volume":"285"},
  {"id":"martin_etal19","accessed":{"date-parts":[["2024",3,8]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Elwen","given":"Simon H."},{"family":"Kassanjee","given":"Reshma"},{"family":"Gridley","given":"Tess"}],"citation-key":"martin_etal19","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2019.01.007","ISSN":"00033472","issued":{"date-parts":[["2019",4]]},"language":"en","page":"273-284","source":"DOI.org (Crossref)","title":"To buzz or burst-pulse? The functional role of Heaviside's dolphin, Cephalorhynchus heavisidii, rapidly pulsed signals","title-short":"To buzz or burst-pulse?","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347219300089","volume":"150"},
  {"id":"martin_etal21","abstract":"Toothed whales use powerful ultrasonic biosonar pulses (i.e. clicks) for echolocation. Underwater acoustic recordings have suggested that the majority of toothed whale species can be grouped acoustically as either producing broadband clicks or narrowband high-frequency (NBHF) clicks. Recently, it has been shown that Heaviside’s dolphins, Cephalorhynchus heavisidii, emit NBHF clicks for echolocation but also clicks of lower frequency and broader bandwidth for communication. Here, we use acoustic recorders and drone video footage to reinforce previous findings that Commerson’s dolphins (C. commersonii) produce signals similar to Heaviside’s dolphins. We reveal that they use clicks with a lower frequency and broader bandwidth in the form of click trains and burst-pulses. These sounds were not recorded in the presence of smaller groups of Commerson’s dolphins, indicating that they may fulfil a communication function in larger groups. Also, we utilised a novel combination of drone video footage paired with underwater acoustic recordings to estimate the source level of echolocation clicks produced by Commerson’s dolphins. In addition, we compare the acoustic signals produced by Commerson’s and Heaviside’s dolphins to identify interspecific similarities and differences. Spectral differences were found in NBHF click trains, buzzes and burst-pulses between species; however, bandwidth and duration parameters were not significantly different for broadband click trains. Our findings make it likely that all four species of the Cephalorhynchus genus have the ability to generate both signal types, and further challenges the evolutionary concept of NBHF signal production.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Torres Ortiz","given":"Sara"},{"family":"Reyes Reyes","given":"M. Vanesa"},{"family":"Marino","given":"Alexander"},{"family":"Iñíguez Bessega","given":"Miguel"},{"family":"Wahlberg","given":"Magnus"}],"citation-key":"martin_etal21","container-title":"Behavioral Ecology and Sociobiology","container-title-short":"Behav Ecol Sociobiol","DOI":"10.1007/s00265-021-03035-y","ISSN":"0340-5443, 1432-0762","issue":"6","issued":{"date-parts":[["2021",6]]},"language":"en","page":"100","source":"DOI.org (Crossref)","title":"Commerson’s dolphins (Cephalorhynchus commersonii) can relax acoustic crypsis","type":"article-journal","URL":"https://link.springer.com/10.1007/s00265-021-03035-y","volume":"75"},
  {"id":"martin_etal22","abstract":"North Pacific minke whale (\n              Balaenoptera acutorostrata\n              ) boing calls are commonly detected in Hawaiian waters. When producing boing vocalizations, minke whales seem to be in one of two calling behavioral states. Most often minke whales produce boings with inter-call intervals of several minutes, but sometimes minke whales call rapidly with inter-call intervals of less than a minute. Since minke whales are difficult to detect visually, cue-rate-based density estimation using passive acoustic monitoring has been proposed. However, the variables that influence cue rate or calling rate are poorly understood in most whales, including minke whales. We collected passive acoustic recordings from 47 bottom-mounted hydrophones at the Pacific Missile Range Facility’s instrumented range off the coast of Kauaʻi, Hawaiʻi to test the hypothesis that minke whales call more rapidly when closer in proximity to other calling conspecifics. A total of 599 days of data were recorded between August 2012 and July 2017 and were automatically post-processed to detect, classify, and localize calls. Localized calls were grouped into tracks and manually validated, resulting in 509 individual tracks composed of 36,033 calls within a 16 x 39 km focal study area. Tracked minke whales exhibited a strong bimodal call rate with means of one call every 6.85 min (\n              σ\n              = 2.54 min) and 0.63 min (\n              σ\n              = 0.36 min). We ran hidden Markov models to quantify the relationship between call rate and the distance to the nearest calling conspecific. Overall, the probability of the higher call rate occurring increased as the distance to the nearest conspecific decreased, and the probability of the lower call rate occurring increased as the distance to the nearest conspecific increased. We also examined individual track data and found that minke whales may also exhibit other responses (i.e. increased speed, changes in heading, and cessation of calling) when calling conspecifics are nearby. These findings provide new information about minke whale calling behavior in what is likely a breeding area.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Martin","given":"Cameron R."},{"family":"Guazzo","given":"Regina A."},{"family":"Helble","given":"Tyler A."},{"family":"Alongi","given":"Gabriela C."},{"family":"Durbach","given":"Ian N."},{"family":"Martin","given":"Stephen W."},{"family":"Matsuyama","given":"Brian M."},{"family":"Henderson","given":"E. Elizabeth"}],"citation-key":"martin_etal22","container-title":"Frontiers in Marine Science","container-title-short":"Front. Mar. Sci.","DOI":"10.3389/fmars.2022.897298","ISSN":"2296-7745","issued":{"date-parts":[["2022",8,22]]},"language":"en","page":"897298","source":"DOI.org (Crossref)","title":"North Pacific minke whales call rapidly when calling conspecifics are nearby","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmars.2022.897298/full","volume":"9"},
  {"id":"martin_etal24","abstract":"Most dolphin species produce broadband clicks for echolocation (i.e., biosonar pulses), and whistles and burstpulsed calls for communication purposes. A few dolphin species in the southern hemisphere are reported to only produce clicks of a more narrowband high-frequency (NBHF) type, very similar to the clicks produced by por­ poises. Here, we use underwater acoustic recordings of Peale’s dolphins (Lagenorhynchus australis) in the Falkland Islands to show that they also can produce broadband clicks and tonal whistle sounds similar to other whistling odontocete species in addition to NBHF clicks. Whistles and broadband clicks co-occurred in seven out of twelve acoustic encounters with Peale’s dolphins. The co-occurrence of whistles and broadband signals, which were predominately burst-pulses, produced by Peale’s dolphins in this study points to a probable function as communication signals. Furthermore, the measured frequency and time parameters of Peale’s dolphin whistles were comparable with whistles recorded from four additional species in the Lagenorhynchus genus in various parts of their ranges. This is the only species of Lagenorhynchus recorded to date that can relax acoustic crypsis in a similar manner as Heaviside’s (Cephalorhynchus heavisidii), Commerson’s (C. commersonii), and Hector’s (C. hectori) dolphins. Our findings make it likely that additional NBHF species have the ability to generate both pulsed signal types and whistles, and further challenges the acoustic classification of NBHF species.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Martin","given":"Morgan J."},{"family":"Ortiz","given":"Sara Torres"},{"family":"Wahlberg","given":"Magnus"},{"family":"Weir","given":"Caroline R."}],"citation-key":"martin_etal24","container-title":"Journal of Experimental Marine Biology and Ecology","container-title-short":"Journal of Experimental Marine Biology and Ecology","DOI":"10.1016/j.jembe.2023.151977","ISSN":"00220981","issued":{"date-parts":[["2024",3]]},"language":"en","page":"151977","source":"DOI.org (Crossref)","title":"Peale's dolphins (Lagenorhynchus australis) are acoustic mergers between dolphins and porpoises","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0022098123001090","volume":"572"},
  {"id":"matzinger_fitch21","author":[{"family":"Matzinger","given":"Theresa"},{"family":"Fitch","given":"W Tecumseh"}],"citation-key":"matzinger_fitch21","container-title":"Philosophical Transactions of the Royal Society B","DOI":"10.1098/rstb.2020.0393","issued":{"date-parts":[["2021"]]},"language":"en","page":"20200393","source":"Zotero","title":"Voice modulatory cues to structure across languages and species","type":"article-journal","volume":"376"},
  {"id":"mccowan_etal99","accessed":{"date-parts":[["2023",8,3]]},"author":[{"family":"McCowan","given":"Brenda"},{"family":"Hanser","given":"Sean F."},{"family":"Doyle","given":"Laurance R."}],"citation-key":"mccowan_etal99","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1006/anbe.1998.1000","ISSN":"00033472","issue":"2","issued":{"date-parts":[["1999",2]]},"language":"en","page":"409-419","source":"DOI.org (Crossref)","title":"Quantitative tools for comparing animal communication systems: information theory applied to bottlenose dolphin whistle repertoires","title-short":"Quantitative tools for comparing animal communication systems","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347298910004","volume":"57"},
  {"id":"menzerath54","author":[{"family":"Menzerath","given":"Paul"}],"citation-key":"menzerath54","event-place":"Bonn","issued":{"date-parts":[["1954"]]},"publisher":"Dümmler","publisher-place":"Bonn","title":"Die Architektonik des Deutschen Wortschatzes","type":"book"},
  {"id":"meyer02","abstract":"According to a widespread conception, quantitative linguistics will eventually be able to explain empirical quantitative findings (such as Zipf’s Law) by deriving them from highly general stochastic linguistic ‘laws’ that are assumed to be part of a general theory of human language (cf. Best (1999) for a summary of possible theoretical positions). Due to their formal proximity to methods used in the so-called exact sciences, theoretical explanations of this kind are assumed to be superior to the supposedly descriptive-only approaches of linguistic structuralism and its successors. In this paper I shall try to argue that on close inspection such claims turn out to be highly problematic, both on linguistic and on science-theoretical grounds.","author":[{"family":"Meyer","given":"Peter"}],"citation-key":"meyer02","container-title":"Glottometrics","issued":{"date-parts":[["2002"]]},"language":"en","page":"62-80","source":"Zotero","title":"Laws and theories in quantitative linguistics","type":"article-journal","volume":"5"},
  {"id":"milicka23","abstract":"The study revisits the Menzerath’s Law, which articulates the inverse relationship between the length of constructs and the mean length of their constituents. This relationship is famously modelled by Gabriel Altmann’s model, which combines power and exponential relations. His formulas have been widely used to describe this relationship across linguistics and biology, however, there is no satisfactory explanation for his model. Therefore, the paper proposes shifting our perspective to examine directly the relationship between the number of constituents in a construct and the number of subconstituents in the same construct. This relationship may be explained by a simple model based on linear regression, which leads to a hyperbolic model of the Menzerath’s Law. This approach is successful for several datasets, but insuﬃcient for others.","accessed":{"date-parts":[["2024",3,7]]},"author":[{"family":"Milička","given":"Jiří"}],"citation-key":"milicka23","container-title":"Glottometrics","container-title-short":"Glottometrics","DOI":"10.53482/2023_55_409","ISSN":"26258226","issued":{"date-parts":[["2023"]]},"language":"en","page":"1-16","source":"DOI.org (Crossref)","title":"Menzerath’s law: Is it just regression toward the mean?","title-short":"Menzerath’s law","type":"article-journal","URL":"https://glottometrics.iqla.org/409-menzeraths-law-is-it-just-regression-toward-the-mean/","volume":"55"},
  {"id":"mol_etal17","author":[{"family":"Mol","given":"Carien"},{"family":"Chen","given":"Aoju"},{"family":"Kager","given":"René W. J."},{"family":"Haar","given":"Sita M.","non-dropping-particle":"ter"}],"citation-key":"mol_etal17","container-title":"Neuroscience and Biobehavioral Reviews","DOI":"10.1016/j.neubiorev.2017.02.016","issued":{"date-parts":[["2017"]]},"language":"en","page":"167-180","source":"Zotero","title":"Prosody in birdsong: A review and perspective","type":"article-journal","volume":"81"},
  {"id":"nielsen_etal24","abstract":"Odontocetes produce clicks for echolocation and communication. Most odontocetes are thought to produce either broadband (BB) or narrowband high-frequency (NBHF) clicks. Here, we show that the click repertoire of Hector’s dolphin (Cephalorhynchus hectori) comprises highly stereotypical NBHF clicks and far more variable broadband clicks, with some that are intermediate between these two categories. Both NBHF and broadband clicks were made in trains, buzzes, and burst-pulses. Most clicks within click trains were typical NBHF clicks, which had a median centroid frequency of 130.3 kHz (median –10 dB bandwidth ¼ 29.8 kHz). Some, however, while having only marginally lower centroid frequency (median ¼ 123.8 kHz), had signiﬁcant energy below 100 kHz and approximately double the bandwidth (median –10 dB bandwidth ¼ 69.8 kHz); we refer to these as broadband. Broadband clicks in buzzes and burst-pulses had lower median centroid frequencies (120.7 and 121.8 kHz, respectively) compared to NBHF buzzes and burst-pulses (129.5 and 130.3 kHz, respectively). Source levels of NBHF clicks, estimated by using a drone to measure ranges from a single hydrophone and by computing time-of-arrival differences at a vertical hydrophone array, ranged from 116 to 171 dB re 1 lPa at 1 m, whereas source levels of broadband clicks, obtained from array data only, ranged from 138 to 184 dB re 1 lPa at 1 m. Our ﬁndings challenge the grouping of toothed whales as either NBHF or broadband species. VC 2024 Acoustical Society of America.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Nielsen","given":"Nicoline Abildtrup"},{"family":"Dawson","given":"Stephen M."},{"family":"Torres Ortiz","given":"Sara"},{"family":"Wahlberg","given":"Magnus"},{"family":"Martin","given":"Morgan J."}],"citation-key":"nielsen_etal24","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/10.0024820","ISSN":"0001-4966","issue":"2","issued":{"date-parts":[["2024",2,1]]},"language":"en","page":"1437-1450","source":"DOI.org (Crossref)","title":"Hector's dolphins (Cephalorhynchus hectori) produce both narrowband high-frequency and broadband acoustic signals","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/155/2/1437/3265783/Hector-s-dolphins-Cephalorhynchus-hectori-produce","volume":"155"},
  {"id":"nuzzo14","author":[{"family":"Nuzzo","given":"Regina"}],"citation-key":"nuzzo14","container-title":"Nature","DOI":"10.1038/506150a","issued":{"date-parts":[["2014"]]},"language":"en","page":"150-152","source":"Zotero","title":"Scientific method: statistical errors","type":"article-journal","volume":"506"},
  {"id":"oller73","abstract":"The duration of speech segments as a function of position in utterances (initial, medial, final) was studied. In the first experiment seven English speakers read nonsense utterances of the form “say a [bab], say a [bábab], say a [babáb],” etc. Spectrograms were used to determine the duration of speech segments in the readings. Final syllables were found to be longer than nonfinal syllables. Final-syllable vowel increments were approximately 100 msec. Final-syllable consonant increments were less than vowel increments; for instance, absolute final consonant increments were about 20 msec. Also word-initial consonants were found to be lengthened by 20–30 msec over medial consonants. Subsequent experimentation demonstrated with English nonsense words that (1) final-syllable and initial-consonant lengthening occur in utterances with various intonational patterns (imperative, declarative, interrogative); (2) final-syllable lengthening occurs in word-final and phrase-final positions as well as in utterance-final position; and (3) final-syllable and initial-consonant lengthening occur in various kinds of syllables, including syllables with diphthongs, with fricative consonants, with voiceless stops, with consonant cluster, and with no final consonants (i.e., CV syllables). These studies report durational increments of particularly great magnitude for absolute final fricative consonants. Explanations of the lengthening effects are discussed. One theory suggests that lengthening in certain utterance positions is a learned aspect of language which cues listeners concerning the location of boundaries of words, phrases, or sentences. Explanations based on hypothesized properties of the speech production process are also discussed.","accessed":{"date-parts":[["2024",5,14]]},"author":[{"family":"Oller","given":"D. Kimbrough"}],"citation-key":"oller73","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.1914393","ISSN":"0001-4966, 1520-8524","issue":"5","issued":{"date-parts":[["1973",11,1]]},"language":"en","page":"1235-1247","source":"DOI.org (Crossref)","title":"The effect of position in utterance on speech segment duration in English","type":"article-journal","URL":"https://pubs.aip.org/jasa/article/54/5/1235/605848/The-effect-of-position-in-utterance-on-speech","volume":"54"},
  {"id":"owen_etal19","abstract":"Cultural transmission of behaviour is important in a wide variety of vertebrate taxa from birds to humans. Vocal traditions and vocal learning provide a strong foundation for studying culture and its transmission in both humans and cetaceans. Male humpback whales (Megaptera novaeangliae) perform complex, culturally transmitted song displays that can change both evolutionarily (through accumulations of small changes) or revolutionarily (where a population rapidly adopts a novel song). The degree of coordination and conformity underlying song revolutions makes their study of particular interest. Acoustic contact on migratory routes may provide a mechanism for cultural revolutions of song, yet these areas of contact remain uncertain. Here, we compared songs recorded from the Kermadec Islands, a recently discovered migratory stopover, to multiple South Pacific wintering grounds. Similarities in song themes from the Kermadec Islands and multiple wintering locations (from New Caledonia across to the Cook Islands) suggest a location allowing cultural transmission of song eastward across the South Pacific, active song learning (hybrid songs) and the potential for cultural convergence after acoustic isolation at the wintering grounds. As with the correlations in humans between genes, communication and migration, the migration patterns of humpback whales are written into their songs.","author":[{"family":"Owen","given":"Clare"},{"family":"Rendell","given":"Luke"},{"family":"Constantine","given":"Rochelle"},{"family":"Noad","given":"Michael J."},{"family":"Allen","given":"Jenny"},{"family":"Andrews","given":"Olive"},{"family":"Garrigue","given":"Claire"},{"family":"Poole","given":"M. Michael"},{"family":"Donnelly","given":"David"},{"family":"Hauser","given":"Nan"},{"family":"Garland","given":"Ellen C."}],"citation-key":"owen_etal19","container-title":"Royal Society Open Science","DOI":"10.1098/rsos.190337","ISSN":"20545703","issue":"9","issued":{"date-parts":[["2019"]]},"title":"Migratory convergence facilitates cultural transmission of humpback whale song","type":"article-journal","volume":"6"},
  {"id":"paschen_etal22","abstract":"Lengthening of segments at the end of prosodic domains is commonly considered a universal phenomenon, but language-speciﬁc variation has also been reported, speciﬁcally in languages with a phonological vowel length contrast. This cross-linguistic study uses spontaneous speech data from the DoReCo corpus as a testbed to investigate Final Lengthening (FL) in a diverse sample of 25 mostly understudied languages, thirteen of which have a phonological vowel length contrast. The duration of vowels was labeled using an automatic aligner, with additional manual corrections of word boundaries upon which reﬁned segment alignments were created. The study reveals that (i) FL is a widespread process across languages; (ii) FL shows a wide variety of manifestations with respect to the degree and scope of lengthening; (iii) there are several signiﬁcant interactions between phonological length and positional lengthening. These results lend support to theories assuming a phonological nature of Final Lengthening.","author":[{"family":"Paschen","given":"Ludger"},{"family":"Fuchs","given":"Susanne"},{"family":"Seifart","given":"Frank"}],"citation-key":"paschen_etal22","container-title":"Journal of Phonetics","DOI":"10.1016/j.wocn.2022.101179","issue":"101179","issued":{"date-parts":[["2022"]]},"language":"en","source":"Zotero","title":"Final Lengthening and vowel length in 25 languages","type":"article-journal","volume":"94"},
  {"id":"piantadosi_gibson14","abstract":"Absolute linguistic universals are often justiﬁed by cross-linguistic analysis: If all observed languages exhibit a property, the property is taken to be a likely universal, perhaps speciﬁed in the cognitive or linguistic systems of language learners and users. In many cases, these patterns are then taken to motivate linguistic theory. Here, we show that cross-linguistic analysis will very rarely be able to statistically justify absolute, inviolable patterns in language. We formalize two statistical methods—frequentist and Bayesian—and show that in both it is possible to ﬁnd strict linguistic universals, but that the numbers of independent languages necessary to do so is generally unachievable. This suggests that methods other than typological statistics are necessary to establish absolute properties of human language, and thus that many of the purported universals in linguistics have not received sufﬁcient empirical justiﬁcation.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Piantadosi","given":"Steven T."},{"family":"Gibson","given":"Edward"}],"citation-key":"piantadosi_gibson14","container-title":"Cognitive Science","container-title-short":"Cognitive Science","DOI":"10.1111/cogs.12088","ISSN":"0364-0213, 1551-6709","issue":"4","issued":{"date-parts":[["2014",5]]},"language":"en","page":"736-756","source":"DOI.org (Crossref)","title":"Quantitative standards for absolute linguistic universals","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/cogs.12088","volume":"38"},
  {"id":"piantadosi14","abstract":"The frequency distribution of words has been a key object of study in statistical linguistics for the past 70 years. This distribution approximately follows a simple mathematical form known as Zipf ’ s law. This article first shows that human language has a highly complex, reliable structure in the frequency distribution over and above this classic law, although prior data visualization methods have obscured this fact. A number of empirical phenomena related to word frequencies are then reviewed. These facts are chosen to be informative about the mechanisms giving rise to Zipf’s law and are then used to evaluate many of the theoretical explanations of Zipf’s law in language. No prior account straightforwardly explains all the basic facts or is supported with independent evaluation of its underlying assumptions. To make progress at understanding why language obeys Zipf’s law, studies must seek evidence beyond the law itself, testing assumptions and evaluating novel predictions with new, independent data.","accessed":{"date-parts":[["2023",8,3]]},"author":[{"family":"Piantadosi","given":"Steven T."}],"citation-key":"piantadosi14","container-title":"Psychonomic bulletin & review","container-title-short":"Psychon Bull Rev","DOI":"10.3758/s13423-014-0585-6","ISSN":"1069-9384","issue":"5","issued":{"date-parts":[["2014",10]]},"page":"1112-1130","PMCID":"PMC4176592","PMID":"24664880","source":"PubMed Central","title":"Zipf’s word frequency law in natural language: A critical review and future directions","title-short":"Zipf’s word frequency law in natural language","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4176592/","volume":"21"},
  {"id":"revell24","abstract":"Phylogenetic comparative methods comprise the general endeavor of using an estimated phylogenetic tree (or set of trees) to make secondary inferences: about trait evolution, diversification dynamics, biogeography, community ecology, and a wide range of other phenomena or processes. Over the past ten years or so, the phytools R package has grown to become an important research tool for phylogenetic comparative analysis. phytools is a diverse contributed R library now consisting of hundreds of different functions covering a variety of methods and purposes in phylogenetic biology. As of the time of writing, phytools included functionality for fitting models of trait evolution, for reconstructing ancestral states, for studying diversification on trees, and for visualizing phylogenies, comparative data, and fitted models, as well numerous other tasks related to phylogenetic biology. Here, I describe some significant features of and recent updates to phytools, while also illustrating several popular workflows of the phytools computational software.","accessed":{"date-parts":[["2024",4,19]]},"author":[{"family":"Revell","given":"Liam J."}],"citation-key":"revell24","container-title":"PeerJ","DOI":"10.7717/peerj.16505","ISSN":"2167-8359","issued":{"date-parts":[["2024",1,5]]},"language":"en","license":"https://creativecommons.org/licenses/by/4.0/","page":"e16505","source":"DOI.org (Crossref)","title":"phytools 2.0: an updated R ecosystem for phylogenetic comparative methods (and other things)","title-short":"phytools 2.0","type":"article-journal","URL":"https://peerj.com/articles/16505","volume":"12"},
  {"id":"romagosa_etal24","abstract":"Animal songs can change within and between populations as the result of different evolutionary processes. When these processes include cultural transmission, the social learning of information or behaviours from conspecifics, songs can undergo rapid evolutions because cultural novelties can emerge more frequently than genetic mutations. Understanding these song variations over large temporal and spatial scales can provide insights into the patterns, drivers and limits of song evolution that can ultimately inform on the species’ capacity to adapt to rapidly changing acoustic environments. Here, we analysed changes in fin whale (Balaenoptera physalus) songs recorded over two decades across the central and eastern North Atlantic Ocean. We document a rapid replacement of song INIs (inter-­note intervals) over just four singing seasons, that co-­occurred with hybrid songs (with both INIs), and a clear geographic gradient in the occurrence of different song INIs during the transition period. We also found gradual changes in INIs and note frequencies over more than a decade with fin whales adopting song changes. These results provide evidence of vocal learning in fin whales and reveal patterns of song evolution that raise questions on the limits of song variation in this species.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Romagosa","given":"Miriam"},{"family":"Nieukirk","given":"Sharon"},{"family":"Cascão","given":"Irma"},{"family":"Marques","given":"Tiago A"},{"family":"Dziak","given":"Robert"},{"family":"Royer","given":"Jean-Yves"},{"family":"O'Brien","given":"Joanne"},{"family":"Mellinger","given":"David K"},{"family":"Pereira","given":"Andreia"},{"family":"Ugalde","given":"Arantza"},{"family":"Papale","given":"Elena"},{"family":"Aniceto","given":"Sofia"},{"family":"Buscaino","given":"Giuseppa"},{"family":"Rasmussen","given":"Marianne"},{"family":"Matias","given":"Luis"},{"family":"Prieto","given":"Rui"},{"family":"Silva","given":"Mónica A"}],"citation-key":"romagosa_etal24","container-title":"eLife","DOI":"10.7554/eLife.83750","ISSN":"2050-084X","issued":{"date-parts":[["2024",1,9]]},"language":"en","page":"e83750","source":"DOI.org (Crossref)","title":"Fin whale song evolution in the North Atlantic","type":"article-journal","URL":"https://elifesciences.org/articles/83750","volume":"13"},
  {"id":"sainburg_etal19","abstract":"Abstract\n            Human speech possesses a rich hierarchical structure that allows for meaning to be altered by words spaced far apart in time. Conversely, the sequential structure of nonhuman communication is thought to follow non-hierarchical Markovian dynamics operating over only short distances. Here, we show that human speech and birdsong share a similar sequential structure indicative of both hierarchical and Markovian organization. We analyze the sequential dynamics of song from multiple songbird species and speech from multiple languages by modeling the information content of signals as a function of the sequential distance between vocal elements. Across short sequence-distances, an exponential decay dominates the information in speech and birdsong, consistent with underlying Markovian processes. At longer sequence-distances, the decay in information follows a power law, consistent with underlying hierarchical processes. Thus, the sequential organization of acoustic elements in two learned vocal communication signals (speech and birdsong) shows functionally equivalent dynamics, governed by similar processes.","accessed":{"date-parts":[["2023",4,17]]},"author":[{"family":"Sainburg","given":"Tim"},{"family":"Theilman","given":"Brad"},{"family":"Thielk","given":"Marvin"},{"family":"Gentner","given":"Timothy Q."}],"citation-key":"sainburg_etal19","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-019-11605-y","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2019",8,12]]},"language":"en","page":"3636","source":"DOI.org (Crossref)","title":"Parallels in the sequential organization of birdsong and human speech","type":"article-journal","URL":"https://www.nature.com/articles/s41467-019-11605-y","volume":"10"},
  {"id":"samson_etal14","abstract":"Researchers have suggested that the ability of male primates to emit long-distance vocalizations is energetically costly and potentially incurring important adaptive consequences upon the calling individuals. Here, we present the first preliminary data on captive orangutan (\n              Pongo\n              spp.) nocturnal long calls, generated at the Indianapolis Zoo. We used videography to characterize long calls with observed behavioral contexts for 48 nights (816 observed hours totaling 83 long calls). We generated somnographic data for a subset of the long calls. Overall measures of sleep quality generated by infrared videography were then compared to the somnographic, nocturnal long call data. We tested hypotheses related to the proximate mechanisms involved in the initialization of vocalization and the potential costs of emitting long calls to overall sleep quality. We found that (1) performed long calls were conscious and premeditated in nature and (2) greater number of night-time long calls shared a positive relationship with arousability and sleep fragmentation and a negative relationship with total sleep time and sleep quality. These findings strongly suggest that only several minutes of total time invested in long calls throughout the night disproportionately cost the caller by negatively impacting overall sleep quality.","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Samson","given":"David R."},{"family":"Hurst","given":"Del"},{"family":"Shumaker","given":"Robert W."}],"citation-key":"samson_etal14","container-title":"Advances in Zoology","container-title-short":"Advances in Zoology","DOI":"10.1155/2014/101763","ISSN":"2356-6922, 2314-7865","issued":{"date-parts":[["2014",9,7]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","page":"1-8","source":"DOI.org (Crossref)","title":"Orangutan night-time long call behavior: sleep quality costs associated with vocalizations in captive Pongo","title-short":"Orangutan Night-Time Long Call Behavior","type":"article-journal","URL":"https://www.hindawi.com/journals/az/2014/101763/","volume":"2014"},
  {"id":"schall_etal21","abstract":"Abstract\n            Humpback whale males are known to sing on their low-latitude breeding grounds, but it is well established that songs are also commonly produced ‘off-season’ on the feeding grounds or during migration. This opens exciting opportunities to investigate migratory aggregations, study humpback whale behavioral plasticity and potentially even assign individual singers to specific breeding grounds. In this study, we analyzed passive acoustic data from 13 recording positions and multiple years (2011–2018) within the Atlantic sector of the Southern Ocean (ASSO). Humpback whale song was detected at nine recording positions in five years. Most songs were recorded in May, austral fall, coinciding with the rapid increase in sea ice concentration at most recording positions. The spatio-temporal pattern in humpback whale singing activity on Southern Ocean feeding grounds is most likely shaped by local prey availability and humpback whale migratory strategies. Furthermore, the comparative analyses of song structures clearly show a differentiation of two song groups, of which one was solely recorded at the western edge of the ASSO and the other song group was recorded throughout the ASSO. This new finding suggests a common feeding ground occupation by multiple humpback whale populations in the ASSO, allowing for cultural and potentially even genetic exchange among populations.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Schall","given":"Elena"},{"family":"Thomisch","given":"Karolin"},{"family":"Boebel","given":"Olaf"},{"family":"Gerlach","given":"Gabriele"},{"family":"Mangia Woods","given":"Sari"},{"family":"T. Roca","given":"Irene"},{"family":"Van Opzeeland","given":"Ilse"}],"citation-key":"schall_etal21","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-021-98295-z","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",9,22]]},"language":"en","page":"18806","source":"DOI.org (Crossref)","title":"Humpback whale song recordings suggest common feeding ground occupation by multiple populations","type":"article-journal","URL":"https://www.nature.com/articles/s41598-021-98295-z","volume":"11"},
  {"id":"schall_etal22","abstract":"Abstract\n            \n              The Atlantic sector of the Southern Ocean (ASSO) has one of the highest densities of Antarctic krill (\n              Euphausia superba\n              ) compared to other polar and subpolar regions, which attracts migratory baleen whale species to aggregate in this area for feeding. Humpback whales (\n              Megaptera novaeangliae\n              ) also sing extensively while on the Southern Ocean feeding grounds which allows for the exploration of song similarity between feeding grounds and breeding populations which helps to understand population mixing. The results of comparative song analyses between the ASSO and the Ecuadorian and Brazilian breeding populations and recordings from the Chilean, South African and Namibian migration routes/mid-latitude feeding grounds revealed that individuals from at least three humpback whale breeding populations most likely migrate to shared feeding grounds in the ASSO. Humpback whales from different populations potentially mix at different times (i.e., years) at feeding hotspots in variable locations. The ASSO seems to provide sufficient prey resources and seems to present an important area for both cultural and maybe even genetic exchange between populations supporting the maintenance of large gene pools. Assuming that multi-population feeding hotspots are also suitable habitat for krill and other krill-dependent predators, these areas in the ASSO should be carefully managed integrating population, ecosystem and fisheries management.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Schall","given":"Elena"},{"family":"Djokic","given":"Divna"},{"family":"Ross-Marsh","given":"Erin C."},{"family":"Oña","given":"Javier"},{"family":"Denkinger","given":"Judith"},{"family":"Ernesto Baumgarten","given":"Julio"},{"family":"Rodrigues Padovese","given":"Linilson"},{"family":"Rossi-Santos","given":"Marcos R."},{"family":"Carvalho Gonçalves","given":"Maria Isabel"},{"family":"Sousa-Lima","given":"Renata"},{"family":"Hucke-Gaete","given":"Rodrigo"},{"family":"Elwen","given":"Simon"},{"family":"Buchan","given":"Susannah"},{"family":"Gridley","given":"Tess"},{"family":"Van Opzeeland","given":"Ilse"}],"citation-key":"schall_etal22","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-022-17999-y","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2022",8,17]]},"language":"en","page":"13924","source":"DOI.org (Crossref)","title":"Song recordings suggest feeding ground sharing in Southern Hemisphere humpback whales","type":"article-journal","URL":"https://www.nature.com/articles/s41598-022-17999-y","volume":"12"},
  {"id":"seifart_etal21","abstract":"Words in utterance-final positions are often pronounced more slowly than utterance-medial words, as previous studies on individual languages have shown. This paper provides a systematic cross-linguistic comparison of relative durations of final and penultimate words in utterances in terms of the degree to which such words are lengthened. The study uses time-aligned corpora from 10 genealogically, areally, and culturally diverse languages, including eight small, under-resourced, and mostly endangered languages, as well as English and Dutch. Clear effects of lengthening words at the end of utterances are found in all 10 languages, but the degrees of lengthening vary. Languages also differ in the relative durations of words that precede utterance-final words. In languages with on average short words in terms of number of segments, these penultimate words are also lengthened. This suggests that lengthening extends backwards beyond the final word in these languages, but not in languages with on average longer words. Such typological patterns highlight the importance of examining prosodic phenomena in diverse language samples beyond the small set of majority languages most commonly investigated so far.","author":[{"family":"Seifart","given":"Frank"},{"family":"Strunk","given":"Jan"},{"family":"Danielsen","given":"Swintha"},{"family":"Hartmann","given":"Iren"},{"family":"Pakendorf","given":"Brigitte"},{"family":"Wichmann","given":"Søren"},{"family":"Witzlack-Makarevich","given":"Alena"},{"family":"Himmelmann","given":"Nikolaus P."},{"family":"Bickel","given":"Balthasar"}],"citation-key":"seifart_etal21","container-title":"Linguistics Vangaurd","DOI":"10.1515/lingvan-2019-0063","issue":"1","issued":{"date-parts":[["2021"]]},"language":"en","page":"20190063","source":"Zotero","title":"The extent and degree of utterance-final word lengthening in spontaneous speech from 10 languages","type":"article-journal","volume":"7"},
  {"id":"seifart_etal22","author":[{"family":"Seifart","given":"Frank"},{"family":"Paschen","given":"Ludger"},{"family":"Stave","given":"Matthew"}],"citation-key":"seifart_etal22","DOI":"10.34847/nkl.7cbfq779","issued":{"date-parts":[["2022"]]},"title":"Language Documentation Reference Corpus (DoReCo)","type":"dataset","URL":"https://doreco.huma-num.fr/","version":"1.2"},
  {"id":"selbmann_etal23","abstract":"Abstract\n            \n              Acoustic sequences have been described in a range of species and in varying complexity. Cetaceans are known to produce complex song displays but these are generally limited to mysticetes; little is known about call combinations in odontocetes. Here we investigate call combinations produced by killer whales (\n              Orcinus orca\n              ), a highly social and vocal species. Using acoustic recordings from 22 multisensor tags, we use a first order Markov model to show that transitions between call types or subtypes were significantly different from random, with repetitions and specific call combinations occurring more often than expected by chance. The mixed call combinations were composed of two or three calls and were part of three call combination clusters. Call combinations were recorded over several years, from different individuals, and several social clusters. The most common call combination cluster consisted of six call (sub-)types. Although different combinations were generated, there were clear rules regarding which were the first and last call types produced, and combinations were highly stereotyped. Two of the three call combination clusters were produced outside of feeding contexts, but their function remains unclear and further research is required to determine possible functions and whether these combinations could be behaviour- or group-specific.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Selbmann","given":"Anna"},{"family":"Miller","given":"Patrick J. O."},{"family":"Wensveen","given":"Paul J."},{"family":"Svavarsson","given":"Jörundur"},{"family":"Samarra","given":"Filipa I. P."}],"citation-key":"selbmann_etal23","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-023-48349-1","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2023",12,8]]},"language":"en","page":"21771","source":"DOI.org (Crossref)","title":"Call combination patterns in Icelandic killer whales (Orcinus orca)","type":"article-journal","URL":"https://www.nature.com/articles/s41598-023-48349-1","volume":"13"},
  {"id":"semple_etal22","accessed":{"date-parts":[["2023",8,3]]},"author":[{"family":"Semple","given":"Stuart"},{"family":"Ferrer-i-Cancho","given":"Ramon"},{"family":"Gustison","given":"Morgan L."}],"citation-key":"semple_etal22","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2021.08.012","ISSN":"01695347","issue":"1","issued":{"date-parts":[["2022",1]]},"language":"en","page":"53-66","source":"DOI.org (Crossref)","title":"Linguistic laws in biology","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0169534721002305","volume":"37"},
  {"id":"sharpe_etal17","abstract":"Bigg’s killer whales (Orcinus orca; i.e. ‘transient’ ecotype), as apex predators, are important to the dynamics of marine ecosystems, but little is known about their population structure in western Alaska. Currently, all Bigg’s killer whales in western Alaska are ascribed to a single broad stock for management under the US Marine Mammal Protection Act. However, recent nuclear microsatellite and mitochondrial DNA analyses indicate that this stock is likely comprised of genetically distinct sub-populations. In accordance with what is known about killer whale vocal dialects in other locations, we used the spatial distribution of group-specific call types to investigate the population structure of Bigg’s killer whales in this part of Alaska. Digital audio recordings were collected from 33 Bigg’s killer whale encounters throughout the Aleutian and Pribilof Islands in the summers of 2001–2007 and 2009–2010. Recorded calls were qualitatively classified into discrete types and then quantitatively described using 12 structural and time-frequency measures. Resulting call categories were validated using a random forest approach. A total of 36 call types and subtypes were identified across the entire study area, and regional patterns of call type use revealed three distinct dialects which correspond to proposed genetic delineations. Our results suggest that there are at least three acoustically and genetically distinct sub-populations in western Alaska, and we present an initial catalogue for this area describing the regional vocal repertoires of Bigg’s killer whale call types.","accessed":{"date-parts":[["2024",5,1]]},"author":[{"family":"Sharpe","given":"Deborah L."},{"family":"Castellote","given":"Manuel"},{"family":"Wade","given":"Paul R."},{"family":"Cornick","given":"Leslie A."}],"citation-key":"sharpe_etal17","container-title":"Bioacoustics","container-title-short":"Bioacoustics","DOI":"10.1080/09524622.2017.1396562","ISSN":"0952-4622, 2165-0586","issue":"1","issued":{"date-parts":[["2017"]]},"language":"en","page":"74-99","source":"DOI.org (Crossref)","title":"Call types of Bigg's killer whales (Orcinus orca) in western Alaska: using vocal dialects to assess population structure","title-short":"Call types of Bigg’s killer whales ( <i>Orcinus orca</i> ) in western Alaska","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/09524622.2017.1396562","volume":"28"},
  {"id":"stave_etal21","abstract":"Zipf’s Law of Abbreviation and Menzerath’s Law both make predictions about the length of linguistic units, based on corpus frequency and the length of the carrier unit. Each contributes to the efficiency of languages: for Zipf, units are more likely to be reduced when they are highly predictable, due to their frequency; for Menzerath, units are more likely to be reduced when there are more sub-units to contribute to the structural information of the carrier unit. However, it remains unclear how the two laws work together in determining unit length at a given level of linguistic structure. We examine this question regarding the length of morphemes in spoken corpora of nine typologically diverse languages drawn from the DoReCo corpus, showing that Zipf’s Law is a stronger predictor, but that the two laws interact with one another. We also explore how this is affected by specific typological characteristics, such as morphological complexity.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Stave","given":"Matthew"},{"family":"Paschen","given":"Ludger"},{"family":"Pellegrino","given":"François"},{"family":"Seifart","given":"Frank"}],"citation-key":"stave_etal21","container-title":"Linguistics Vanguard","DOI":"10.1515/lingvan-2019-0076","ISSN":"2199-174X","issue":"s3","issued":{"date-parts":[["2021",4,21]]},"language":"en","page":"20190076","source":"DOI.org (Crossref)","title":"Optimization of morpheme length: a cross-linguistic assessment of Zipf’s and Menzerath’s laws","title-short":"Optimization of morpheme length","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/lingvan-2019-0076/html","volume":"7"},
  {"id":"stepanov_etal23","abstract":"Abstract\n          Bottlenose dolphins’ broadband click vocalizations are well studied in the literature with respect to their echolocation function. Their use for communication among conspecifics has long been speculated, but not conclusively established so far. In this study we categorize dolphins’ click productions into types on the basis of their amplitude contour and analyze the distribution of individual clicks and click sequences against their duration and length. We demonstrate that the repertoire and composition of clicks and click sequences follow three key linguistic laws of efficient communication, namely, Zipf’s rank-frequency law, the law of brevity and Menzerath-Altmann law. Conforming to the rank-frequency law suggests that clicks may form a linguistic code that is subject to selective pressures for unification, on the one hand, and diversification, on the other. Conforming to the other two laws also implies that dolphins use clicks in accord with the compression criterion, or minimization of code length without loss of information. Our results furnish novel evidence for conformity to the linguistic laws in this type of dolphins’ signal and in the realm of animal vocalizations more generally.","accessed":{"date-parts":[["2023",9,19]]},"author":[{"family":"Stepanov","given":"Arthur"},{"family":"Zhivomirov","given":"Hristo"},{"family":"Nedelchev","given":"Ivaylo"},{"family":"Stateva","given":"Penka"}],"citation-key":"stepanov_etal23","DOI":"10.1101/2023.01.11.523588","genre":"preprint","issued":{"date-parts":[["2023",1,11]]},"language":"en","publisher":"Animal Behavior and Cognition","source":"DOI.org (Crossref)","title":"Bottlenose dolphins’ broadband clicks are structured for communication","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2023.01.11.523588"},
  {"id":"tanaka-ishii21","abstract":"The Menzerath law is considered to show an aspect of the complexity underlying natural language. This law suggests that, for a linguistic unit, the size (y) of a linguistic construct decreases as the number (x) of constructs in the unit increases. This article investigates this property syntactically, with x as the number of constituents modifying the main predicate of a sentence and y as the size of those constituents in terms of the number of words. Following previous articles that demonstrated that the Menzerath property held for dependency corpora, such as in Czech and Ukrainian, this article ﬁrst examines how well the property applies across languages by using the entire Universal Dependency dataset ver. 2.3, including 76 languages over 129 corpora and the Penn Treebank (PTB). The results show that the law holds reasonably well for x > 2. Then, for comparison, the property is investigated with syntactically randomized sentences generated from the PTB. These results show that the property is almost reproducible even from simple random data. Further analysis of the property highlights more detailed characteristics of natural language.","accessed":{"date-parts":[["2023",8,9]]},"author":[{"family":"Tanaka-Ishii","given":"Kumiko"}],"citation-key":"tanaka-ishii21","container-title":"Entropy","container-title-short":"Entropy","DOI":"10.3390/e23060661","ISSN":"1099-4300","issue":"6","issued":{"date-parts":[["2021",5,25]]},"language":"en","page":"661","source":"DOI.org (Crossref)","title":"Menzerath’s law in the syntax of languages compared with random sentences","type":"article-journal","URL":"https://www.mdpi.com/1099-4300/23/6/661","volume":"23"},
  {"id":"terada_etal22","abstract":"Toothed whales are the ideal model to validate the hypothesis that the complexity of sound communication relates to sociality. Compared to the numerous studies on several toothed whale species with complex social systems, there are very few studies on sound communication in species with simple social systems, such as narrow-ridged finless porpoises (Neophocaena asiaeorientalis). The sounds and behaviors of six captive narrow-ridged finless porpoises (two males and four females) were recorded at the Toba Aquarium, Japan, to reveal the existence of sound communication in this species. We compared the frequency and probability of the production of various sound types in three recording groups and between behaviors. We identified two novel sound types that were separate from echolocation clicks. The “packet sound” was a pulse sequence with repeated pulse packets (sound series of a few pulses with irregular, short inter-pulse intervals) and was produced by the one-porpoise group. The “burst pulses” was a pulse train in which the inter-pulse intervals were significantly shorter than those in packet sounds and were produced during contact behaviors. We considered that these two sound types were the communication sounds in narrow-ridged finless porpoises.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Terada","given":"Tomoyoshi"},{"family":"Morisaka","given":"Tadamichi"},{"family":"Wakabayashi","given":"Ikuo"},{"family":"Yoshioka","given":"Motoi"}],"citation-key":"terada_etal22","container-title":"Journal of Ethology","container-title-short":"J Ethol","DOI":"10.1007/s10164-022-00755-0","ISSN":"0289-0771, 1439-5444","issue":"3","issued":{"date-parts":[["2022",9]]},"language":"en","page":"245-256","source":"DOI.org (Crossref)","title":"Communication sounds produced by captive narrow-ridged finless porpoises (Neophocaena asiaeorientalis)","type":"article-journal","URL":"https://link.springer.com/10.1007/s10164-022-00755-0","volume":"40"},
  {"id":"tierney_etal11","author":[{"family":"Tierney","given":"Adam T"},{"family":"Russo","given":"Frank A"},{"family":"Patel","given":"Aniruddh D"}],"citation-key":"tierney_etal11","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1103882108","issue":"37","issued":{"date-parts":[["2011"]]},"language":"en","page":"15510-15515","source":"Zotero","title":"The motor origins of human and avian song structure","type":"article-journal","volume":"108"},
  {"id":"torre_etal19","abstract":"Physical manifestations of linguistic units include sources of variability due to factors of speech production which are by definition excluded from counts of linguistic symbols. In this work, we examine whether linguistic laws hold with respect to the physical manifestations of linguistic units in spoken English. The data we analyse come from a phonetically transcribed database of acoustic recordings of spontaneous speech known as the Buckeye Speech corpus. First, we verify with unprecedented accuracy that acoustically transcribed durations of linguistic units at several scales comply with a lognormal distribution, and we quantitatively justify this ‘lognormality law’ using a stochastic generative model. Second, we explore the four classical linguistic laws (Zipf’s Law, Herdan’s Law, Brevity Law and Menzerath–Altmann’s Law (MAL)) in oral communication, both in physical units and in symbolic units measured in the speech transcriptions, and find that the validity of these laws is typically stronger when using physical units than in their symbolic counterpart. Additional results include (i) coining a Herdan’s Law in physical units, (ii) a precise mathematical formulation of Brevity Law, which we show to be connected to optimal compression principles in information theory and allows to formulate and validate yet another law which we call the size-rank law or (iii) a mathematical derivation of MAL which also highlights an additional regime where the law is inverted. Altogether, these results support the hypothesis that statistical laws in language have a physical origin.","accessed":{"date-parts":[["2023",4,12]]},"author":[{"family":"Torre","given":"Iván G."},{"family":"Luque","given":"Bartolo"},{"family":"Lacasa","given":"Lucas"},{"family":"Kello","given":"Christopher T."},{"family":"Hernández-Fernández","given":"Antoni"}],"citation-key":"torre_etal19","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.191023","ISSN":"2054-5703","issue":"8","issued":{"date-parts":[["2019",8]]},"language":"en","page":"191023","source":"DOI.org (Crossref)","title":"On the physical origin of linguistic laws and lognormality in speech","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.191023","volume":"6"},
  {"id":"vachon_etal22a","abstract":"The sperm whale (\n              Physeter macrocephalus\n              ) is a deep-diving cetacean with a global distribution and a multi-leveled, culturally segregated, social structure. While sperm whales have previously been described as ‘ocean nomads’, this might not be universal. We conducted surveys of sperm whales along the Lesser Antilles to document the acoustic repertoires, movements and distributions of Eastern Caribbean (EC) sperm whale cultural groups (called vocal clans). In addition to documenting a potential third vocal clan in the EC, we found strong evidence of fine-scale habitat partitioning between vocal clans with scales of horizontal movements an order of magnitude smaller than from comparable studies on Eastern Tropical Pacific sperm whales. These results suggest that sperm whales can display cultural ecological specialization and habitat partitioning on flexible spatial scales according to local conditions and broadens our perception of the ecological flexibility of the species. This study highlights the importance of incorporating multiple temporal and spatial scales to understand the impact of culture on ecological adaptability, as well as the dangers of extrapolating results across geographical areas and cultural groups.","accessed":{"date-parts":[["2024",5,21]]},"author":[{"family":"Vachon","given":"Felicia"},{"family":"Hersh","given":"Taylor A."},{"family":"Rendell","given":"Luke"},{"family":"Gero","given":"Shane"},{"family":"Whitehead","given":"Hal"}],"citation-key":"vachon_etal22a","container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.211737","ISSN":"2054-5703","issue":"5","issued":{"date-parts":[["2022",5]]},"language":"en","page":"211737","source":"DOI.org (Crossref)","title":"Ocean nomads or island specialists? Culturally driven habitat partitioning contrasts in scale between geographically isolated sperm whale populations","title-short":"Ocean nomads or island specialists?","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.211737","volume":"9"},
  {"id":"vannoni_mcelligott09","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Vannoni","given":"Elisabetta"},{"family":"McElligott","given":"Alan G."}],"citation-key":"vannoni_mcelligott09","container-title":"Animal Behaviour","container-title-short":"Animal Behaviour","DOI":"10.1016/j.anbehav.2009.03.015","ISSN":"00033472","issue":"1","issued":{"date-parts":[["2009",7]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"3-10","source":"DOI.org (Crossref)","title":"Fallow bucks get hoarse: vocal fatigue as a possible signal to conspecifics","title-short":"Fallow bucks get hoarse","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347209001596","volume":"78"},
  {"id":"vradi21","author":[{"family":"Vradi","given":"Amalia Alkisti"}],"citation-key":"vradi21","issued":{"date-parts":[["2021"]]},"publisher":"Universitat Politècnica de Catalunya","title":"Dolphin communication. A quantitative linguistics approach","type":"thesis","URL":"http://hdl.handle.net/2117/348201"},
  {"id":"wood_sirovic22","abstract":"Song is produced by a variety of terrestrial and marine animals and is particularly common among baleen whales. Fin whale (Balaenoptera physalus) song is comprised of relatively simple 20 Hz pulses produced at regular intervals. The timing of these intervals, in addition to the presence and frequency of overtones, appears to be unique to each population. The purpose of this study was to characterize Western Antarctic Peninsula fin whale song and describe temporal pattern variations in song type and occurrence. Recordings were collected in the area from 2001–2004 and again 2014–2016. One song type was identified with a primary inter-pulse interval (IPI) of approximately 14 s and secondary IPI of 12.5 s. This song occurred in three pattern variants: singlet, doublet, and long triplet. The interval between pulses increased by 1.5 s between recording periods while the frequency of the overtones decreased from 89 Hz to 86 Hz. Song was never recorded in August and while it was recorded at other times in some years, it was consistently present in recordings from April through June across all years. While multiple pattern variants were present each year, singlets were generally the most prevalent variant. Doublets and triplets occurred from February through June, with highest levels of variants in February. In later years the triplet variant presence increased and in 2016 it comprised 53% of recorded song bouts. Further research is needed to understand the reasons why song changes over time and to examine the feasibility of using song to delineate and identify populations.","accessed":{"date-parts":[["2024",4,15]]},"author":[{"family":"Wood","given":"Megan"},{"family":"Širović","given":"Ana"}],"citation-key":"wood_sirovic22","container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0264214","editor":[{"family":"Li","given":"Songhai"}],"ISSN":"1932-6203","issue":"3","issued":{"date-parts":[["2022",3,10]]},"language":"en","page":"e0264214","source":"DOI.org (Crossref)","title":"Characterization of fin whale song off the Western Antarctic Peninsula","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0264214","volume":"17"},
  {"id":"youngblood24","accessed":{"date-parts":[["2024",4,3]]},"author":[{"family":"Youngblood","given":"Mason"}],"citation-key":"youngblood24","container-title":"Proceedings of the Royal Society B","DOI":"10.1098/rspb.2024.0250","issue":"2020","issued":{"date-parts":[["2024"]]},"language":"en","license":"All rights reserved","page":"20240250","title":"Language-like efficiency and structure in house finch song","type":"article-journal","volume":"291"},
  {"id":"zhang_ghazanfar18","accessed":{"date-parts":[["2024",5,15]]},"author":[{"family":"Zhang","given":"Yisi S."},{"family":"Ghazanfar","given":"Asif A."}],"citation-key":"zhang_ghazanfar18","container-title":"PLOS Biology","container-title-short":"PLoS Biol","DOI":"10.1371/journal.pbio.2003933","ISSN":"1545-7885","issue":"2","issued":{"date-parts":[["2018",2,20]]},"language":"en","page":"e2003933","source":"DOI.org (Crossref)","title":"Vocal development through morphological computation","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pbio.2003933","volume":"16"}
]
